Repository: raj457036/copycat_base
Catalog: lib/l10n/locale_*.arb
Languages: de, es, fr, pt, zh

# settings__color_mode__monochrome
source: Monochrome
de: Monochrom
es: Monocromo
pt: Monocromático
zh: 单色

# settings__color_mode__neutral
source: Neutral
fr: Neutre
pt: Neutro
zh: 中性

# settings__color_mode__rainbow
source: Rainbow
de: Regenbogen
es: Arcoíris
fr: Arc-en-ciel
pt: Arco-Íris
zh: 彩虹

# settings__color_mode__vibrant
source: Vibrant
de: Lebendig
es: Vibrante
pt: Vibrante
zh: 活力

# settings__tile__cer_title
source: Custom Rules
de: Benutzerdefinierte Regeln
es: Reglas Personalizadas
fr: Règles personnalisées
pt: Regras Personalizadas
zh: 自定义规则

# settings__tile__cer_subtitle
source: Exclude by app, app window/website title, website url or regex pattern
de: Ausschluss nach App, App-Fenster/Website-Titel, Website-URL oder Regex-Muster
es: Excluir por aplicación, título de ventana de la aplicación/sitio web, URL del sitio web o patrón regex
fr: Exclure par application, par fenêtre/application titre, URL de site Web ou motif Regex
pt: Exclua por app, título da janela do app/website, url do website ou padrão de regex
zh: 根据应用、应用窗口/网站标题、网站网址或正则表达式模式排除

# settings__tile__er_title
source: Exclusion Rules
de: Ausschlussregeln
es: Reglas de Exclusión
fr: Règles d'exclusion
pt: Regras de Exclusão
zh: 排除规则

# settings__tile__er_subtitle
source: Prevent information from copying to clipboard. Click for Advance control.
de: Verhindern, dass Informationen in die Zwischenablage kopiert werden. Für erweiterte Kontrolle klicken.
es: Evita que la información se copie al portapapeles. Haz clic para control avanzado.
fr: Empêcher les informations de se copier dans le presse-papiers. Cliquez pour un contrôle avancé.
pt: Impeça que informações sejam copiadas para o clipboard. Clique para Controle Avançado.
zh: 防止信息复制到剪贴板。点击以获得高级控制。

# settings__switch__enable_sync__title
source: Clipboard Syncing
de: Zwischenablage-Synchronisierung
es: Sincronización del Portapapeles
fr: Synchronisation du presse-papiers
pt: Sincronização do Clipboard
zh: 剪贴板同步

# settings__switch__enable_sync__subtitle
source: Sync your clipboard across devices effortlessly.
de: Synchronisieren Sie Ihre Zwischenablage mühelos über mehrere Geräte.
es: Sincroniza tu portapapeles entre dispositivos sin esfuerzo.
fr: Synchronisez votre presse-papiers entre les appareils sans effort.
pt: Sincronize seu clipboard entre os dispositivos sem esforço.
zh: 无缝地同步您的剪贴板到其他设备。

# settings__switch__sync_file__title
source: File and Media Syncing
de: Datei- und Medien-Synchronisierung
es: Sincronización de Archivos y Medios
fr: Synchronisation des fichiers et médias
pt: Sincronização de Arquivos e Mídias
zh: 文件和媒体同步

# settings__switch__sync_file__subtitle
source: Toggle to sync files and media clips across devices.
de: Aktivieren, um Dateien und Medien-Clips über Geräte hinweg zu synchronisieren.
es: Activa para sincronizar archivos y clips de medios entre dispositivos.
fr: Basculer pour synchroniser les fichiers et les clips multimédias entre les appareils.
pt: Alternar para sincronizar arquivos e clipes de mídia entre dispositivos.
zh: 切换以在设备间同步文件和媒体剪辑。

# settings__switch__paused__title
source: Pause Clipboard Listener
de: Zwischenablage-Listener pausieren
es: Pausar Escucha del Portapapeles
fr: Mettre en pause l'écouteur du presse-papiers
pt: Pausar Monitoramento do Clipboard
zh: 暂停剪贴板监听

# settings__switch__paused__subtitle
source: Temporarily pause clipboard tracking until a set time.
de: Halten Sie das Zwischenablagen-Tracking vorübergehend an, bis zu einer festgelegten Zeit.
es: Pausa temporalmente el seguimiento del portapapeles hasta una hora establecida.
fr: Suspendre temporairement le suivi du presse-papiers jusqu'à une heure définie.
pt: Pause temporariamente o monitoramento do clipboard até um horário definido.
zh: 暂时暂停剪贴板跟踪直到设置的时间。

# settings__switch__paused_active__subtitle
source: Paused until {time}. Tap to resume or adjust the time.
de: Pausiert bis {time}. Tippen Sie, um fortzusetzen oder die Zeit anzupassen.
es: Pausado hasta {time}. Toca para reanudar o ajustar la hora.
fr: En pause jusqu'à {time}. Appuyez pour reprendre ou ajuster le temps.
pt: Pausado até {time}. Toque para retomar ou ajustar o tempo.
zh: 暂停到 {time} 。轻触以恢复或调整时间。

# settings__switch__smart_paste__title
source: Smart Paste
de: Smartes Einfügen
es: Pegado Inteligente
fr: Collage intelligent
pt: Colagem Inteligente
zh: 智能粘贴

# settings__switch__smart_paste__subtitle
source: Paste content directly on the focused app.
de: Fügen Sie Inhalte direkt in die fokussierte App ein.
es: Pega contenido directamente en la aplicación enfocada.
fr: Collez du contenu directement sur l'application ciblée.
pt: Cole o conteúdo diretamente no aplicativo com foco.
zh: 直接在目标应用上粘贴内容。

# settings__switch__startup__title
source: Launch at Startup
de: Beim Start starten
es: Iniciar al Iniciar
fr: Lancer au démarrage
pt: Lançar na Inicialização
zh: 启动时运行

# settings__switch__startup__subtitle
source: Automatically start the CopyCat when your device powers on.
de: Starten Sie CopyCat automatisch, wenn Ihr Gerät eingeschaltet wird.
es: Inicia automáticamente el CopyCat cuando tu dispositivo se encienda.
fr: Lancez automatiquement CopyCat lorsque votre appareil s'allume.
pt: Inicie automaticamente o CopyCat quando seu dispositivo for ligado.
zh: 设备启动时自动启动 CopyCat。

# settings__switch__hotkey__title
source: Toggle with Hotkey
de: Mit Tastenkombination umschalten
es: Alternar con Tecla de Acceso Rápido
fr: Activer avec le raccourci
pt: Alternar com Tecla de Atalho
zh: 用快捷键切换

# settings__switch__hotkey__subtitle
source: Use a keyboard shortcut to quickly access your CopyCat Clipboard
de: Verwenden Sie eine Tastenkombination, um schnell auf Ihre CopyCat Zwischenablage zuzugreifen
es: Usa un atajo de teclado para acceder rápidamente a tu Portapapeles CopyCat
fr: Utilisez un raccourci clavier pour accéder rapidement à votre presse-papiers CopyCat
pt: Use um atalho de teclado para acessar rapidamente o CopyCat Clipboard
zh: 使用键盘快捷键快速访问 CopyCat 剪贴板

# settings__hotkey__unassigned
source: Not Assigned
de: Nicht zugewiesen
es: No Asignado
fr: Non assigné
pt: Não Atribuído
zh: 未分配

# settings__hotkey__preview_start
source: Press
de: Drücken
es: Presiona
fr: Presser
pt: Pressione
zh: 按

# settings__hotkey__preview_end
source: to show or hide the app.
de: , um die App anzuzeigen oder auszublenden.
es: para mostrar u ocultar la app.
fr: pour montrer ou cacher l'application.
pt: para mostrar ou ocultar o aplicativo.
zh: 来显示或隐藏应用。

# settings__tile__theme_color__title
source: Theme Color
de: Themenfarbe
es: Color de Tema
fr: Couleur du thème
pt: Cor do Tema
zh: 主题颜色

# settings__tile__theme_color__subtitle
source: This color will influence the overall look and feel of the app.
de: Diese Farbe beeinflusst das gesamte Erscheinungsbild der App.
es: Este color influirá en la apariencia general de la app.
fr: Cette couleur influencera l'apparence générale de l'application.
pt: Essa cor influenciará o visual geral e a sensação do aplicativo.
zh: 此颜色将影响应用程序的整体外观。

# settings__tile__desk_client__title
source: Download Desktop Client
de: Desktop-Client herunterladen
es: Descargar Cliente de Escritorio
fr: Télécharger le client de bureau
pt: Baixar Cliente para Desktop
zh: 下载桌面客户端

# settings__tile__mobile_client__title
source: Download Phone Client
de: Telefonclient herunterladen
es: Descargar Cliente para Teléfono
fr: Télécharger le client mobile
pt: Baixar Cliente para Celular
zh: 下载手机客户端

# settings__tile__client__subtitle
source: Access your clipboard on all your devices.
de: Greifen Sie auf Ihrer Zwischenablage auf all Ihren Geräten zu.
es: Accede a tu portapapeles en todos tus dispositivos.
fr: Accédez à votre presse-papiers sur tous vos appareils.
pt: Acesse seu clipboard em todos os seus dispositivos.
zh: 在所有设备上访问您的剪贴板。

# settings__tile__e2e_setup__title
source: End to End Encryption Setup
de: Einrichtung der Ende-zu-Ende-Verschlüsselung
es: Configuración de Encriptación de Extremo a Extremo
fr: Configuration du chiffrement de bout en bout
pt: Configuração de Criptografia de Ponta a Ponta
zh: 端到端加密设置

# settings__tile__e2e_setup__subtitle
source: Configure encryption for your clips.
de: Verschlüsselung für Ihre Clips einrichten.
es: Configura la encriptación para tus clips.
fr: Configurer le chiffrement pour vos clips.
pt: Configure a criptografia para seus clips.
zh: 配置您的剪贴板加密。

# settings__switch__e2e__title
source: Enable Encryption
de: Verschlüsselung aktivieren
es: Activar Encriptación
fr: Activer le chiffrement
pt: Ativar Criptografia
zh: 启用加密

# settings__switch__e2e__subtitle
source: Toggle to activate or deactivate end-to-end encryption for your clips.
de: Umschalten, um Ende-zu-Ende-Verschlüsselung für Ihre Clips zu aktivieren oder zu deaktivieren.
es: Activa o desactiva la encriptación de extremo a extremo para tus clips.
fr: Basculer pour activer ou désactiver le chiffrement de bout en bout pour vos clips.
pt: Mude para ativar ou desativar a criptografia de ponta a ponta para seus clips.
zh: 切换以激活或停用您的剪贴板的端到端加密。

# settings__dialog__conn_gdrive__title
source: Re-Connect Google Drive?
de: Google Drive erneut verbinden?
es: ¿Reconectar Google Drive?
fr: Reconnecter Google Drive?
pt: Reconectar Google Drive?
zh: 重新连接 Google Drive?

# settings__dialog__conn_gdrive__subtitle
source: Your google drive is already connected! Would you like to reconnect? To avoid any data loss, please ensure you use the same account as before.
de: Ihr Google Drive ist bereits verbunden! Möchten Sie die Verbindung erneut herstellen? Um jeglichen Datenverlust zu vermeiden, verwenden Sie bitte dasselbe Konto wie zuvor.
es: ¡Tu Google Drive ya está conectado! ¿Te gustaría reconectar? Para evitar cualquier pérdida de datos, asegúrate de usar la misma cuenta que antes.
fr: Votre Google Drive est déjà connecté ! Souhaitez-vous vous reconnecter ? Pour éviter toute perte de données, assurez-vous d'utiliser le même compte qu'auparavant.
pt: Seu Google Drive já está conectado! Deseja reconectar? Para evitar qualquer perda de dados, certifique-se de usar a mesma conta que antes.
zh: 您的 Google Drive 已连接！您想重新连接？ 为避免任何数据丢失，请确保使用之前的相同帐户。

# settings__drive__connected
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
pt: Conectado
zh: 已连接

# settings__drive__loading
source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
pt: Carregando...
zh: 载入中...

# settings__drive__authorizing
source: Authorizing...
de: Autorisieren...
es: Autorizando...
fr: Autorisation...
pt: Autorizando...
zh: 授权中...

# settings__drive__disconnected
source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
pt: Desconectado
zh: 已断开连接

# settings__text__cloud__title
source: Cloud Drive
de: Cloud-Laufwerk
es: Unidad en la Nube
pt: Drive na Nuvem
zh: 云端驱动

# settings__text__gdrive__error
source: Google Drive is not connected. File and media syncing are currently disabled.
de: Google Drive ist nicht verbunden. Datei- und Mediensynchronisation sind derzeit deaktiviert.
es: Google Drive no está conectado. La sincronización de archivos y medios está actualmente desactivada.
fr: Google Drive n'est pas connecté. La synchronisation des fichiers et médias est actuellement désactivée.
pt: O Google Drive não está conectado. A sincronização de arquivos e mídias está atualmente desativada.
zh: Google Drive 未连接。文件和媒体同步目前已停用。

# settings__text__gdrive__info
source: Your files and media are securely synced across devices via Google Drive, ensuring your privacy is protected.
de: Ihre Dateien und Medien werden sicher über Google Drive hinweg synchronisiert und gewährleisten so den Schutz Ihrer Privatsphäre.
es: Tus archivos y medios se sincronizan de forma segura entre dispositivos a través de Google Drive, asegurando que tu privacidad esté protegida.
fr: Vos fichiers et médias sont synchronisés en toute sécurité entre les appareils via Google Drive, assurant la protection de votre confidentialité.
pt: Seus arquivos e mídias são sincronizados com segurança entre os dispositivos via Google Drive, garantindo que sua privacidade seja protegida.
zh: 您的文件和媒体通过 Google Drive 安全地跨设备同步，确保您的隐私得到保护。

# settings__tile__other_cloud__title
source: Setup Other Cloud Drive
de: Anderen Cloud-Speicher einrichten
es: Configura Otras Unidades en la Nube
fr: Configurer un autre cloud drive
pt: Configurar Outros Drives na Nuvem
zh: 设置其他云端驱动

# settings__tile__other_cloud__subtitle
source: Setup other cloud drives like Dropbox, OneDrive, etc.
de: Richten Sie andere Cloud-Speicher wie Dropbox, OneDrive usw. ein.
es: Configura otras unidades en la nube como Dropbox, OneDrive, etc.
fr: Configurez d'autres lecteurs cloud comme Dropbox, OneDrive, etc.
pt: Configure outros drives na nuvem como Dropbox, OneDrive, etc.
zh: 设置其他云驱动，如 Dropbox, OneDrive 等。

# custom_er__nav__1
source: App
es: Aplicación
fr: Application
zh: 应用

# custom_er__nav__2
source: Window Title
de: Fenstertitel
es: Título de Ventana
fr: Titre de la fenêtre
pt: Título da Janela
zh: 窗口标题

# custom_er__nav__3
source: Url
zh: 网址

# custom_er__nav__4
source: Text Pattern
de: Textmuster
es: Patrón de Texto
fr: Modèle de texte
pt: Padrão de Texto
zh: 文本模式

# custom_er__text__not_supported
source: This exclusion is not supported yet
de: Dieser Ausschluss wird noch nicht unterstützt
es: Esta exclusión aún no es soportada
fr: Cette exclusion n'est pas encore supportée
pt: Esta exclusão ainda não é suportada
zh: 此排除尚不支持

# custom_er__tile__add_app
source: Add an app
de: Eine App hinzufügen
es: Agregar una aplicación
fr: Ajouter une application
pt: Adicionar um aplicativo
zh: 添加一个应用程序

# custom_er__text__no_app
source: No custom app excluded yet
de: Noch keine benutzerdefinierte App ausgeschlossen
es: No se ha excluido ninguna aplicación personalizada
fr: Aucune application personnalisée exclue pour le moment
pt: Nenhum aplicativo personalizado ainda foi excluído
zh: 尚无自定义排除的应用

# custom_er__button__remove_app
source: Remove this app
de: Diese App entfernen
es: Eliminar esta aplicación
fr: Retirer cette application
pt: Remover este aplicativo
zh: 移除此应用

# custom_er__tile__pattern
source: Prevent copy when copied content matches these patterns
de: Kopieren verhindern, wenn der kopierte Inhalt diesen Mustern entspricht
es: Evitar copiar cuando el contenido copiado coincide con estos patrones
fr: Éviter la copie lorsque le contenu copié correspond à ces modèles
pt: Evitar cópia quando o conteúdo copiado corresponder a esses padrões
zh: 当复制的内容符合这些模式时禁止复制

# custom_er__text__no_pattern
source: No custom pattern(s) excluded
de: Keine benutzerdefinierten Muster ausgeschlossen
es: No se han excluido patrones personalizados
fr: Aucun modèle personnalisé exclu
pt: Nenhum padrão personalizado (s) excluído
zh: 尚无自定义排除模式

# custom_er__button__remove_pattern
source: Remove this pattern
de: Dieses Muster entfernen
es: Eliminar este patrón
fr: Retirer ce modèle
pt: Remover este padrão
zh: 移除此模式

# custom_er__tile__url
source: Prevent copy from website matching these url segments.
de: Kopieren aus einer Website verhindern, die diesen URL-Bereichen entspricht.
es: Evitar copiar desde sitios web que coinciden con estos segmentos de URL.
fr: Empêcher la copie depuis le site web correspondant à ces segments d'URL.
pt: Evitar cópia a partir de website correspondendo a estes segmentos de url.
zh: 禁止从符合这些网址段的网页复制。

# custom_er__input__url_hint
source: Enter a url or part of a url here.
de: Geben Sie hier eine URL oder einen Teil einer URL ein.
es: Introduce una URL o parte de una URL aquí.
fr: Saisissez une URL ou une partie d'une URL ici.
pt: Digite uma url ou parte de uma url aqui.
zh: 输入一个网址或网址的一部分。

# custom_er__text__no_url
source: No custom url(s) excluded
de: Keine benutzerdefinierten URLs ausgeschlossen
es: No se han excluido URL(s) personalizadas
fr: Aucune URL personnalisée exclue
pt: Nenhuma url personalizada(s) excluída
zh: 尚无自定义排除网址

# custom_er__button__remove_url
source: Remove this url
de: Diese URL entfernen
es: Eliminar esta URL
fr: Retirer cette URL
pt: Remover esta url
zh: 移除此网址

# custom_er__tile__title
source: Prevent copy from app or website when window title matches.
de: Kopieren aus App oder Website verhindern, wenn der Fenstertitel übereinstimmt.
es: Evitar copiar de aplicación o sitio web cuando el título de la ventana coincide.
fr: Empêcher la copie d'une application ou d'un site web lorsque le titre de la fenêtre correspond.
pt: Evitar cópia de app ou website quando o título da janela corresponder.
zh: 当窗口标题匹配时禁止从应用或网站复制。

# custom_er__text__no_title
source: No custom title(s) excluded
de: Keine benutzerdefinierten Titel ausgeschlossen
es: No se han excluido título(s) personalizados
fr: Aucun titre personnalisé exclu
pt: Nenhum título personalizado(s) excluído
zh: 尚无自定义排除标题

# custom_er__button__remove_title
source: Remove this title
de: Diesen Titel entfernen
es: Eliminar este título
fr: Retirer ce titre
pt: Remover este título
zh: 移除此标题

# about__tile__discord
source: Discord • Connect
de: Discord • Verbinden
es: Discord • Conectar
fr: Discord • Connexion
pt: Discord • Conectar
zh: Discord • 连接

# about__tile__youtube
source: YouTube • Tutorial
fr: YouTube • Tutoriel
zh: YouTube • 教程

# about__tile__read_tut
source: Read • Tutorial
de: Lesen • Tutorial
es: Leer • Tutorial
fr: Lire • Tutoriel
pt: Ler • Tutorial
zh: 阅读 • 教程

# about__tile__github
source: Github • Open Source
es: Github • Código abierto
pt: Github • Código aberto
zh: Github • 开源

# about__tile__website
source: EntilityStudio • Website
es: EntilityStudio • Sitio web
fr: EntilityStudio • Site web
pt: EntilityStudio • Site
zh: EntilityStudio • 网站

# about__tile__support
source: Support
de: Unterstützung
es: Soporte
pt: Suporte
zh: 支持

# abc_title
source: Background Clipboard
de: Hintergrund-Clipboard
es: Portapapeles en segundo plano
fr: Presse-papiers en arrière-plan
pt: Papel de parede de fundo
zh: 后台剪贴板

# abc__tile__subtitle
source: Listen to the clipboard in the background
de: Hören Sie den Clipboard im Hintergrund
es: Escucha el portapapeles en segundo plano
fr: Écoutez le presse-papiers en arrière-plan
pt: Ouça o papel de parede em segundo plano
zh: 在后台监听剪贴板

# abc__tip__why_title
source: Why are these permissions needed?
de: Warum werden diese Berechtigungen benötigt?
es: ¿Por qué se necesitan estos permisos?
fr: Pourquoi ces autorisations sont-elles nécessaires ?
pt: Por que essas permissões são necessárias?
zh: 为什么需要这些权限？

# abc__tip__why_subtitle
source: These permissions ensure CopyCat works correctly in the background, allowing it to detect copied content and provide you with a seamless experience without interruptions.
de: Diese Berechtigungen stellen sicher, dass CopyCat im Hintergrund korrekt funktioniert, kopierte Inhalte erkennt und Ihnen eine nahtlose Erfahrung ohne Unterbrechungen bietet.
es: Estos permisos aseguran que CopyCat funcione correctamente en segundo plano, permitiéndole detectar el contenido copiado y brindarle una experiencia fluida sin interrupciones.
fr: Ces autorisations garantissent que CopyCat fonctionne correctement en arrière-plan, permettant de détecter le contenu copié et de vous offrir une expérience fluide sans interruptions.
pt: Essas permissões garantem que o CopyCat funcione corretamente em segundo plano, permitindo detectar conteúdo copiado e fornecer uma experiência contínua sem interrupções.
zh: 这些权限确保CopyCat在后台正常运行，能够检测到复制的内容，为您提供无缝体验，避免中断。

# abc__tip__support_title
source: Limited Support
de: Begrenzte Unterstützung
es: Soporte limitado
fr: Support limité
pt: Suporte limitado
zh: 有限支持

# abc__tip__support_subtitle
source: 1. Currently, only text clips are supported. 2. Some operating systems, like HyperOS 1, are not supported yet.
de: 1. Derzeit werden nur Textclips unterstützt. 2. Einige Betriebssysteme, wie HyperOS 1, werden noch nicht unterstützt.
es: 1. Actualmente, solo se admiten clips de texto. 2. Algunos sistemas operativos, como HyperOS 1, aún no son compatibles.
fr: 1. Actuellement, seuls les clips texte sont pris en charge. 2. Certains systèmes d'exploitation, comme HyperOS 1, ne sont pas encore pris en charge.
pt: 1. Atualmente, apenas clipes de texto são suportados. 2. Alguns sistemas operacionais, como o HyperOS 1, ainda não são compatíveis.
zh: 1. 当前仅支持文本剪辑。 2. 一些操作系统，如HyperOS 1，尚不支持。

# abc__heading__req_perm
source: Required Permissions
de: Erforderliche Berechtigungen
es: Permisos requeridos
fr: Autorisations requises
pt: Permissões necessárias
zh: 所需权限

# abc__tile__notification_title
source: Notification Access
de: Benachrichtigungszugriff
es: Acceso a notificaciones
fr: Accès aux notifications
pt: Acesso à notificação
zh: 通知访问

# abc__tile__notification_subtitle
source: Displays a persistent notification to inform you that CopyCat is running in the background, ensuring transparency and privacy.
de: Zeigt eine persistente Benachrichtigung an, um Sie darüber zu informieren, dass CopyCat im Hintergrund läuft, wodurch Transparenz und Datenschutz gewährleistet werden.
es: Muestra una notificación persistente para informarle que CopyCat está funcionando en segundo plano, garantizando transparencia y privacidad.
fr: Affiche une notification persistante pour vous informer que CopyCat fonctionne en arrière-plan, garantissant transparence et confidentialité.
pt: Exibe uma notificação persistente para informar que o CopyCat está em execução em segundo plano, garantindo transparência e privacidade.
zh: 显示一个持久通知，告知您CopyCat正在后台运行，确保透明度和隐私。

# abc__tile__battery_opt_title
source: Battery Optimization
de: Batterieoptimierung
es: Optimización de batería
fr: Optimisation de la batterie
pt: Otimização de bateria
zh: 电池优化

# abc__tile__battery_opt_subtitle
source: Prevents the system from shutting down CopyCat while running in the background, ensuring a seamless experience.
de: Verhindert, dass das System CopyCat im Hintergrund schließt, und sorgt so für eine unterbrechungsfreie Erfahrung.
es: Evita que el sistema apague CopyCat mientras funciona en segundo plano, asegurando una experiencia fluida.
fr: Empêche le système d'arrêter CopyCat lorsqu'il fonctionne en arrière-plan, garantissant une expérience fluide.
pt: Evita que o sistema desligue o CopyCat enquanto ele está em segundo plano, garantindo uma experiência contínua.
zh: 防止系统在后台运行时关闭CopyCat，确保顺畅体验。

# abc__tile__overlay_title
source: Overlay Permission
de: Overlay-Berechtigung
es: Permiso de superposición
fr: Autorisation de superposition
pt: Permissão de sobreposição
zh: 叠加权限

# abc__tile__overlay_subtitle
source: Allows CopyCat to read the clipboard by briefly opening a transparent window over the screen and closing it immediately after.
de: Ermöglicht es CopyCat, das Clipboard zu lesen, indem ein transparentes Fenster über dem Bildschirm geöffnet und sofort wieder geschlossen wird.
es: Permite que CopyCat lea el portapapeles abriendo brevemente una ventana transparente sobre la pantalla y cerrándola inmediatamente después.
fr: Permet à CopyCat de lire le presse-papiers en ouvrant brièvement une fenêtre transparente au-dessus de l'écran et de la fermer immédiatement après.
pt: Permite que o CopyCat leia a área de transferência abrindo brevemente uma janela transparente sobre a tela e a fechando imediatamente depois.
zh: 允许CopyCat通过在屏幕上打开一个透明窗口并立即关闭，来读取剪贴板。

# abc__tile__acc_title
source: Accessibility Service
de: Zugriffsservice
es: Servicio de accesibilidad
fr: Service d'accessibilité
pt: Serviço de acessibilidade
zh: 辅助功能服务
