Repository: raj457036/copycat_base
Catalog: lib/l10n/locale_*.arb
Languages: de, es, fr, pt, zh

# abc__tile__acc_subtitle
source: Start the CopyCat background listener to detect when you copy something and ensure the service restarts automatically after a reboot.
de: Startet den Hintergrund-Listener von CopyCat, um zu erkennen, wann Sie etwas kopieren, und stellt sicher, dass der Service nach einem Neustart automatisch neu gestartet wird.
es: Inicia el oyente en segundo plano de CopyCat para detectar cuando copias algo y asegura que el servicio se reinicie automáticamente después de un reinicio.
fr: Démarre l'écouteur en arrière-plan de CopyCat pour détecter lorsque vous copiez quelque chose et assure le redémarrage automatique du service après un redémarrage.
pt: Inicia o ouvinte em segundo plano do CopyCat para detectar quando você copiar algo e garante que o serviço seja reiniciado automaticamente após uma reinicialização.
zh: 启动CopyCat后台监听器，检测您复制的内容，并确保在重启后自动重新启动该服务。

# abc__ack__ready
source: Setup ready to be configured.
de: Setup bereit zur Konfiguration.
es: Configuración lista para ser configurada.
fr: Configuration prête à être configurée.
pt: Configuração pronta para ser configurada.
zh: 设置准备好配置。

# abc__ack__preparing
source: Preparing setup, please wait...
de: Setup wird vorbereitet, bitte warten...
es: Preparando configuración, por favor espere...
fr: Préparation de la configuration, veuillez patienter...
pt: Preparando configuração, aguarde...
zh: 正在准备设置，请稍候...

# abc__perm_alert_open_setting__button
source: Open Setting
de: Einstellungen öffnen
es: Abrir configuración
fr: Ouvrir les paramètres
pt: Abrir configurações
zh: 打开设置

# abc__overlay_perm_alert__title
source: Overlay Permission
de: Overlay-Berechtigung
es: Permiso de superposición
fr: Permission de superposition
pt: Permissão de sobreposição
zh: 悬浮窗权限

# abc__overlay_perm_alert__subtitle
source: CopyCat Clipboard needs the 'Draw Over Other Apps' permission to read clipboard content in the background.
de: CopyCat Clipboard benötigt die 'Über andere Apps zeichnen' Berechtigung, um den Inhalt der Zwischenablage im Hintergrund zu lesen.
es: CopyCat Clipboard necesita el permiso 'Dibujar sobre otras aplicaciones' para leer el contenido del portapapeles en segundo plano.
fr: CopyCat Clipboard a besoin de la permission 'Dessiner par-dessus d'autres applications' pour lire le contenu du presse-papiers en arrière-plan.
pt: O CopyCat Clipboard precisa da permissão 'Desenhar sobre outros aplicativos' para ler o conteúdo da área de transferência em segundo plano.
zh: CopyCat Clipboard 需要“在其他应用上层显示”权限以在后台读取剪贴板内容。

# abc__overlay_perm_alert__p1_prefix
source: This permission is
de: Diese Berechtigung wird
es: Este permiso se
fr: Cette permission est
pt: Esta permissão é
zh: 此权限

# abc__overlay_perm_alert__p1_bold
source: used only for clipboard detection
de: nur zur Zwischenablageerkennung verwendet
es: usa solo para la detección del portapapeles
fr: utilisée uniquement pour la détection du presse-papiers
pt: usada apenas para detecção da área de transferência
zh: 仅用于剪贴板检测

# abc__overlay_perm_alert__p1_suffix
source: when you're copying something in the background.
de: wenn Sie etwas im Hintergrund kopieren.
es: cuando copias algo en segundo plano.
fr: lorsque vous copiez quelque chose en arrière-plan.
pt: quando você copia algo em segundo plano.
zh: 当您在后台复制内容时。

# abc__overlay_perm_alert__p2_prefix
source: When enabled, CopyCat
de: Wenn aktiviert,
es: Cuando está habilitado, CopyCat
fr: Lorsqu'elle est activée, CopyCat
pt: Quando habilitado, o CopyCat
zh: 启用后，CopyCat

# abc__overlay_perm_alert__p2_bold
source: creates a 0-pixel transparent window
de: erstellt CopyCat ein transparentes Fenster mit 0 Pixel
es: crea una ventana transparente de 0 píxeles
fr: crée une fenêtre transparente de 0 pixel
pt: cria uma janela transparente de 0 pixels
zh: 会创建一个0像素的透明窗口

# abc__overlay_perm_alert__p2_suffix
source: to briefly bring the app to the foreground to read clipboard data.
de: um die App kurz in den Vordergrund zu bringen, um die Zwischenablagedaten zu lesen.
es: para llevar brevemente la aplicación al primer plano y leer los datos del portapapeles.
fr: pour amener brièvement l'application au premier plan et lire les données du presse-papiers.
pt: para brevemente trazer o aplicativo para o primeiro plano e ler os dados da área de transferência.
zh: 以短暂将应用带到前台并读取剪贴板数据。

# abc__overlay_perm_alert__p3_prefix
source: The app
de: Die App
es: La aplicación
fr: L'application
pt: O aplicativo
zh: 在此过程中，应用

# abc__overlay_perm_alert__p3_bold
source: does not show anything
de: zeigt nichts an
es: no muestra nada
fr: n'affiche rien
pt: não mostra nada
zh: 不会显示任何内容

# abc__overlay_perm_alert__p3_suffix
source: on your screen during this process.
de: auf Ihrem Bildschirm während dieses Prozesses.
es: en tu pantalla durante este proceso.
fr: sur votre écran pendant ce processus.
pt: na sua tela durante este processo.
zh: 在您的屏幕上。

# abc__overlay_perm_alert__p4_prefix
source: On some devices, the system may show a toast message
de: Auf einigen Geräten kann das System eine Toast-Nachricht anzeigen
es: En algunos dispositivos, el sistema puede mostrar un mensaje emergente
fr: Sur certains appareils, le système peut afficher un message toast
pt: Em alguns dispositivos, o sistema pode mostrar uma mensagem rápida
zh: 在某些设备上，系统可能会显示一条提示消息

# abc__overlay_perm_alert__p4_bold
source: 'CopyCat pasted from your clipboard'
de: 'CopyCat hat aus Ihrer Zwischenablage eingefügt'
es: 'CopyCat pegó desde tu portapapeles'
fr: 'CopyCat a collé depuis votre presse-papiers'
pt: 'CopyCat colou da sua área de transferência'
zh: “CopyCat 从您的剪贴板粘贴”

# abc__overlay_perm_alert__p4_suffix
source: when CopyCat reads your clipboard content.
de: wenn CopyCat Ihren Zwischenablageinhalt liest.
es: cuando CopyCat lee el contenido de tu portapapeles.
fr: lorsque CopyCat lit le contenu de votre presse-papiers.
pt: quando o CopyCat lê o conteúdo da sua área de transferência.
zh: 当 CopyCat 读取您的剪贴板内容时。

# abc__overlay_perm_alert__agree
source: By granting this permission, you agree to the above usage.
de: Durch die Erteilung dieser Berechtigung stimmen Sie der oben genannten Nutzung zu.
es: Al otorgar este permiso, aceptas el uso descrito anteriormente.
fr: En accordant cette permission, vous acceptez l'utilisation décrite ci-dessus.
pt: Ao conceder esta permissão, você concorda com o uso descrito acima.
zh: 授予此权限即表示您同意上述用途。

# abc__accessibility_perm_alert__title
source: Accessibility Permission
de: Zugriffsberechtigungsservice
es: Permiso de accesibilidad
fr: Permission d'accessibilité
pt: Permissão de acessibilidade
zh: 无障碍权限

# abc__accessibility_perm_alert__subtitle
source: CopyCat Clipboard requires the Accessibility Service to run in the background for real-time clipboard detection and syncing.
de: CopyCat Clipboard benötigt den Zugriffsservice, um im Hintergrund zu laufen und die Zwischenablage in Echtzeit zu erkennen und zu synchronisieren.
es: CopyCat Clipboard requiere el Servicio de Accesibilidad para funcionar en segundo plano y detectar y sincronizar el portapapeles en tiempo real.
fr: CopyCat Clipboard nécessite le Service d'Accessibilité pour fonctionner en arrière-plan et détecter et synchroniser le presse-papiers en temps réel.
pt: O CopyCat Clipboard requer o Serviço de Acessibilidade para funcionar em segundo plano e detectar e sincronizar a área de transferência em tempo real.
zh: CopyCat Clipboard 需要无障碍服务以在后台运行，实现实时剪贴板检测和同步。

# abc__accessibility_perm_alert__p1_prefix
source: This service is
de: Dieser Service wird
es: Este servicio se
fr: Ce service est
pt: Este serviço é
zh: 此服务

# abc__accessibility_perm_alert__p1_bold
source: only used
de: nur verwendet
es: usa únicamente
fr: utilisé uniquement
pt: usado apenas
zh: 仅用于

# abc__accessibility_perm_alert__p1_suffix
source: for detecting clipboard content and syncing it across devices when enabled.
de: zur Erkennung des Zwischenablageinhalts und zur Synchronisierung über Geräte hinweg, wenn er aktiviert ist.
es: para detectar el contenido del portapapeles y sincronizarlo entre dispositivos cuando está habilitado.
fr: pour détecter le contenu du presse-papiers et le synchroniser entre les appareils lorsqu'il est activé.
pt: para detectar o conteúdo da área de transferência e sincronizá-lo entre dispositivos quando habilitado.
zh: 检测剪贴板内容并在启用时跨设备同步。

# abc__accessibility_perm_alert__p2_prefix
source: You can
de: Sie können
es: Puedes
fr: Vous pouvez
pt: Você pode
zh: 您可以使用

# abc__accessibility_perm_alert__p2_bold
source: exclude specific apps
de: bestimmte Apps ausschließen
es: excluir aplicaciones específicas
fr: exclure des applications spécifiques
pt: excluir aplicativos específicos
zh: 排除特定应用

# abc__accessibility_perm_alert__p2_suffix
source: using the Exclusion Rules feature.
de: mit der Funktion Ausschlussregeln.
es: usando la función de Reglas de Exclusión.
fr: en utilisant la fonctionnalité de Règles d'Exclusion.
pt: usando o recurso de Regras de Exclusão.
zh: 通过排除规则功能。

# abc__accessibility_perm_alert__p3_prefix
source: The app
de: Die App
es: La aplicación
fr: L'application
pt: O aplicativo
zh: 该应用

# abc__accessibility_perm_alert__p3_bold
source: does not access any other data
de: greift nicht auf andere Daten zu
es: no accede a ningún otro dato
fr: n'accède à aucune autre donnée
pt: não acessa nenhum outro dado
zh: 不会访问任何其他数据

# abc__accessibility_perm_alert__p3_suffix
source: beyond clipboard content.
de: über den Zwischenablageinhalt hinaus.
es: más allá del contenido del portapapeles.
fr: au-delà du contenu du presse-papiers.
pt: além do conteúdo da área de transferência.
zh: 除了剪贴板内容。

# abc__accessibility_perm_alert__p4_prefix
source: Clipboard data
de: Zwischenablagedaten
es: Los datos del portapapeles
fr: Les données du presse-papiers
pt: Os dados da área de transferência
zh: 剪贴板数据

# abc__accessibility_perm_alert__p4_bold
source: is not shared externally
de: werden nicht extern geteilt
es: no se comparten externamente
fr: ne sont pas partagées à l'extérieur
pt: não são compartilhados externamente
zh: 不会外部共享

# abc__accessibility_perm_alert__p4_suffix
source: and remains private to your devices.
de: und bleiben privat auf Ihren Geräten.
es: y permanecen privados en tus dispositivos.
fr: et restent privées sur vos appareils.
pt: e permanecem privados nos seus dispositivos.
zh: 并且仅在您的设备上保持私密。

# abc__accessibility_perm_alert__p5_prefix
source: Clipboard data
de: Zwischenablagedaten
es: Los datos del portapapeles
fr: Les données du presse-papiers
pt: Os dados da área de transferência
zh: 剪贴板数据

# abc__accessibility_perm_alert__p5_bold
source: is end-to-end encrypted
de: werden Ende-zu-Ende verschlüsselt
es: están cifrados de extremo a extremo
fr: sont chiffrées de bout en bout
pt: são criptografados de ponta a ponta
zh: 端到端加密

# abc__accessibility_perm_alert__p5_suffix
source: (if enabled) in transit and at rest, ensuring privacy across devices.
de: (wenn aktiviert) während der Übertragung und im Ruhezustand, um die Privatsphäre über Geräte hinweg zu gewährleisten.
es: (si está habilitado) en tránsito y en reposo, garantizando la privacidad entre dispositivos.
fr: (si activé) en transit et au repos, garantissant la confidentialité entre les appareils.
pt: (se habilitado) em trânsito e em repouso, garantindo a privacidade entre dispositivos.
zh: （如果启用）在传输和存储过程中，确保跨设备的隐私。

# abc__accessibility_perm_alert__agree
source: By enabling the Accessibility Service, you acknowledge and agree to the above terms.
de: Durch das Aktivieren des Zugriffsservices erkennen Sie die oben genannten Bedingungen an und stimmen ihnen zu.
es: Al habilitar el Servicio de Accesibilidad, reconoces y aceptas los términos anteriores.
fr: En activant le Service d'Accessibilité, vous reconnaissez et acceptez les termes ci-dessus.
pt: Ao habilitar o Serviço de Acessibilidade, você reconhece e concorda com os termos acima.
zh: 启用无障碍服务即表示您承认并同意上述条款。

# abc__other_setting__title
source: Other Settings
de: Weitere Einstellungen
es: Otras configuraciones
fr: Autres paramètres
pt: Outras configurações
zh: 其他设置

# abc__enhanced_clip_detection__title
source: Enhanced Clipboard Detection
de: Erweiterte Zwischenablage-Erkennung
es: Detección mejorada del portapapeles
fr: Détection améliorée du presse-papiers
pt: Detecção aprimorada da área de transferência
zh: 增强剪贴板检测

# abc__enhanced_clip_detection__subtitle
source: Enable this option for more accurate clipboard detection. Note that it might not work on every device.
de: Aktivieren Sie diese Option für eine genauere Zwischenablage-Erkennung. Beachten Sie, dass sie möglicherweise nicht auf jedem Gerät funktioniert.
es: Habilite esta opción para una detección del portapapeles más precisa. Tenga en cuenta que podría no funcionar en todos los dispositivos.
fr: Activez cette option pour une détection plus précise du presse-papiers. Notez qu'elle pourrait ne pas fonctionner sur tous les appareils.
pt: Ative esta opção para uma detecção mais precisa da área de transferência. Note que ela pode não funcionar em todos os dispositivos.
zh: 启用此选项以实现更准确的剪贴板检测。请注意，它可能无法在所有设备上正常工作。

# settings__text__5MB
source: 5 MB
fr: 5 Mo

# settings__text__10MB
source: 10 MB
fr: 10 Mo

# settings__text__20MB
source: 20 MB
fr: 20 Mo

# settings__text__50MB
source: 50 MB
fr: 50 Mo

# settings__text__100MB
source: 100 MB
fr: 100 Mo
