Repository: raj457036/copycat_base
Catalog: lib/l10n/locale_*.arb
Languages: de, es, fr, pt, zh

# onboarding__dialog__import_info__subtitle
source: Your encryption key is a secure file generated during the encryption setup process. If you’ve misplaced it, check your downloads folder or any backup location where you might have saved it. Without this key, your encrypted data cannot be accessed. If you’ve set up the encryption key on another device, you can export it by going to Settings ❯ Security ❯ E2EE Vault on that device. Transfer the key securely to this device to regain access to your encrypted data.
de: Ihr Verschlüsselungsschlüssel ist eine sichere Datei, die während des Verschlüsselungssetups erstellt wurde. Wenn Sie ihn verloren haben, überprüfen Sie Ihren Downloads-Ordner oder jeden Sicherungsort, an dem Sie ihn möglicherweise gespeichert haben. Ohne diesen Schlüssel können Ihre verschlüsselten Daten nicht abgerufen werden. Wenn Sie den Verschlüsselungsschlüssel auf einem anderen Gerät eingerichtet haben, können Sie ihn exportieren, indem Sie auf diesem Gerät zu Einstellungen ❯ Sicherheit ❯ E2EE Tresor wechseln. Übertragen Sie den Schlüssel sicher auf dieses Gerät, um den Zugriff auf Ihre verschlüsselten Daten wiederzuerlangen.
es: Tu clave de encriptación es un archivo seguro generado durante el proceso de configuración de la encriptación. Si la has extraviado, revisa tu carpeta de descargas o cualquier lugar de respaldo donde puedas haberla guardado. Sin esta clave, tus datos encriptados no pueden ser accedidos. Si has configurado la clave de encriptación en otro dispositivo, puedes exportarla yendo a Configuración ❯ Seguridad ❯ Bóveda E2EE en ese dispositivo. Transfiere la clave de manera segura a este dispositivo para recuperar el acceso a tus datos encriptados.
fr: Votre clé de chiffrement est un fichier sécurisé généré lors du processus de configuration du chiffrement. Si vous l'avez égarée, vérifiez votre dossier de téléchargements ou tout emplacement de sauvegarde où vous auriez pu la sauvegarder. Sans cette clé, vos données chiffrées ne peuvent être accessibles. Si vous avez configuré la clé de chiffrement sur un autre appareil, vous pouvez l'exporter en allant dans Paramètres ❯ Sécurité ❯ E2EE Vault sur cet appareil. Transférez la clé en toute sécurité vers cet appareil pour reprendre l'accès à vos données chiffrées.
pt: Sua chave de criptografia é um arquivo seguro gerado durante o processo de configuração da criptografia. Se você a perdeu, verifique sua pasta de downloads ou qualquer local de backup onde possa tê-la salvo. Sem esta chave, seus dados criptografados não podem ser acessados. Se você configurou a chave de criptografia em outro dispositivo, pode exportá-la em Configurações ❯ Segurança ❯ Cofre E2EE nesse dispositivo. Transfira a chave com segurança para este dispositivo para recuperar acesso aos seus dados criptografados.
zh: 您的加密密钥是加密设置过程中的一个安全文件。如果您找不到它，请检查您的下载文件夹或您可能保存的任何备份位置。没有这个密钥，您的加密数据将无法访问。 如果您在另一个设备上设置了加密密钥，可以通过转到设置 ❯ 安全 ❯ E2EE 保险箱导出密钥。将密钥安全地传输到此设备以重新获得对您的加密数据的访问权限。

# onboarding__text__import_key_headline
source: Import Clipboard Encryption Key
de: Zwischenablagenverschlüsselungsschlüssel importieren
es: Importar Clave de Encriptación del Portapapeles
fr: Importer la clé de chiffrement du presse-papiers
pt: Importar Chave de Criptografia do Clipboard
zh: 导入剪贴板加密密钥

# onboarding__text__import_key_title
source: Your account currently has active encryption.
de: Ihr Konto hat derzeit eine aktive Verschlüsselung.
es: Tu cuenta actualmente tiene encriptación activa.
fr: Votre compte a actuellement un chiffrement actif.
pt: Sua conta possui criptografia ativa atualmente.
zh: 您的帐户当前已激活加密。

# onboarding__button__import_key
source: Import Key
de: Schlüssel importieren
es: Importar Clave
fr: Importer la clé
pt: Importar Chave
zh: 导入密钥

# onboarding__button__reset_key
source: Reset Encryption
de: Verschlüsselung zurücksetzen
es: Restablecer Encriptación
fr: Réinitialiser le chiffrement
pt: Redefinir Criptografia
zh: 重置加密

# onboarding__button__where_key
source: Where is the key?
de: Wo ist der Schlüssel?
es: ¿Dónde está la clave?
fr: Où est la clé?
pt: Onde está a chave?
zh: 密钥在哪里？

# onboarding__text__go_home
source: Let's go home
de: Gehen wir nach Hause
es: Vamos a casa
fr: Allons à la maison
pt: Vamos para casa
zh: 回家吧

# onboarding__restoration__failed
source: Restoration failed: {message}
de: Wiederherstellung fehlgeschlagen: {message}
es: La restauración falló: {message}
fr: Échec de la restauration : {message}
pt: Falha na restauração: {message}
zh: 恢复失败: {message}

# onboarding__restoration_warning
source: ⚠️ Please keep this screen open during syncing to avoid data corruption or inconsistencies.
de: ⚠️ Bitte lassen Sie diesen Bildschirm während der Synchronisierung geöffnet, um Datenbeschädigung oder Inkonsistenzen zu vermeiden.
es: ⚠️ Mantén esta pantalla abierta durante la sincronización para evitar corrupción de datos o inconsistencias.
fr: ⚠️ Veuillez garder cet écran ouvert pendant la synchronisation pour éviter la corruption des données ou des incohérences.
pt: ⚠️ Por favor, mantenha esta tela aberta durante a sincronização para evitar corrupção ou inconsistências de dados.
zh: ⚠️ 请在同步过程中保持此页面打开，以避免数据损坏或不一致。

# restore_clips__text__title
source: Restore My Clipboard
de: Mein Zwischenablage wiederherstellen
es: Restaurar mi portapapeles
fr: Restaurer mon presse-papiers
pt: Restaurar Meu Clipboard
zh: 恢复我的剪贴板

# restore_clips__error__no_backup
source: No clipboard backup found
de: Kein Zwischenablage-Backup gefunden
es: No se encontró una copia de seguridad del portapapeles
fr: Aucune sauvegarde du presse-papiers trouvée
pt: Nenhum backup de clipboard encontrado
zh: 未找到剪贴板备份

# restore_clips__text__total_count
source: You have approximately {totalCount} {totalCount, plural, other{clips} one{clip} zero{clip}} to restore.
de: Sie haben etwa {totalCount} Clip(s), die wiederhergestellt werden müssen.
es: Tienes aproximadamente {totalCount} clip(s) para restaurar.
fr: Vous avez environ {totalCount} clip(s) à restaurer.
pt: Você tem aproximadamente {totalCount} {totalCount, plural, one{clip} other{clips}} para restaurar.
zh: 您大约有 {totalCount} {totalCount, plural, other{剪贴板} one{剪贴板} zero{剪贴板}} 需要恢复。

# restore_clips__sync_disable
source: Syncing is currently disabled. Please enable it to continue.
de: Die Synchronisierung ist derzeit deaktiviert. Bitte aktivieren Sie sie, um fortzufahren.
es: La sincronización está desactivada. Actívala para continuar.
fr: La synchronisation est actuellement désactivée. Veuillez l'activer pour continuer.
pt: A sincronização está atualmente desativada. Por favor, habilite-a para continuar.
zh: 当前未启用同步。请启用同步以继续。

# restore_clips__preparing
source: Preparing to restore clips. Please wait...
de: Vorbereitung der Wiederherstellung der Clips. Bitte warten...
es: Preparando para restaurar los clips. Por favor espera...
fr: Préparation de la restauration des clips. Veuillez patienter...
pt: Preparando para restaurar clips. Por favor, aguarde...
zh: 正在准备恢复剪贴板，请稍候...

# restore_clips__restored
source: Your {syncCount} {syncCount, plural, other{clips} one{clip} zero{clip}} have been restored successfully.
de: Ihre {syncCount} Clip(s) wurden erfolgreich wiederhergestellt.
es: Tus {syncCount} clip(s) se han restaurado con éxito.
fr: Vos {syncCount} clip(s) ont été restaurés avec succès.
pt: Seus {syncCount} {syncCount, plural, one{clip} other{clips}} foram restaurados com sucesso.
zh: 您的 {syncCount} {syncCount, plural, other{剪贴板} one{剪贴板} zero{剪贴板}} 已成功恢复。

# restore_clips__restoring
source: Restored: {synced} of {totalCount} clips.
de: Wiederhergestellt: {synced} von {totalCount} Clips.
es: Restaurado: {synced} de {totalCount} clips.
fr: Restauré : {synced} de {totalCount} clips.
pt: Restaurado: {synced} de {totalCount} clips.
zh: 已恢复: {synced} / {totalCount} 个剪贴板。

# restore_collections__text__title
source: Restore My Collections
de: Meine Sammlungen wiederherstellen
es: Restaurar mis colecciones
fr: Restaurer mes collections
pt: Restaurar Minhas Coleções
zh: 恢复我的收藏夹

# restore_collections__error__no_backup
source: No collection backup found
de: Kein Sammlungs-Backup gefunden
es: No se encontró una copia de seguridad de colecciones
fr: Aucune sauvegarde de collections trouvée
pt: Nenhum backup de coleção encontrado
zh: 未找到收藏夹备份

# restore_collections__text__total_count
source: You have approximately {totalCount} {totalCount, plural, other{collections} one{collection} zero{collection}} to restore.
de: Sie haben etwa {totalCount} Sammlung(en), die wiederhergestellt werden müssen.
es: Tienes aproximadamente {totalCount} colección(es) para restaurar.
fr: Vous avez environ {totalCount} collection(s) à restaurer.
pt: Você tem aproximadamente {totalCount} {totalCount, plural, one{coleção} other{coleções}} para restaurar.
zh: 您大约有 {totalCount} {totalCount, plural, other{收藏夹} one{收藏夹} zero{收藏夹}} 需要恢复。

# restore_collections__sync_disable
source: Syncing is currently disabled. Please enable it to continue.
de: Die Synchronisierung ist derzeit deaktiviert. Bitte aktivieren Sie sie, um fortzufahren.
es: La sincronización está desactivada. Actívala para continuar.
fr: La synchronisation est actuellement désactivée. Veuillez l'activer pour continuer.
pt: A sincronização está atualmente desativada. Por favor, habilite-a para continuar.
zh: 当前未启用同步。请启用同步以继续。

# restore_collections__preparing
source: Preparing to restore collections. Please wait...
de: Vorbereitung der Wiederherstellung der Sammlungen. Bitte warten...
es: Preparando para restaurar las colecciones. Por favor espera...
fr: Préparation de la restauration des collections. Veuillez patienter...
pt: Preparando para restaurar coleções. Por favor, aguarde...
zh: 正在准备恢复收藏夹，请稍候...

# restore_collections__restored
source: Your {syncCount} {syncCount, plural, other{collections} one{collection} zero{collection}} have been restored successfully.
de: Ihre {syncCount} Sammlung(en) wurden erfolgreich wiederhergestellt.
es: Tus {syncCount} colección(es) se han restaurado con éxito.
fr: Vos {syncCount} collection(s) ont été restaurées avec succès.
pt: Suas {syncCount} {syncCount, plural, one{coleção} other{coleções}} foram restauradas com sucesso.
zh: 您的 {syncCount} {syncCount, plural, other{收藏夹} one{收藏夹} zero{收藏夹}} 已成功恢复。

# restore_collections__restoring
source: Restored: {synced} of {totalCount} collections.
de: Wiederhergestellt: {synced} von {totalCount} Sammlungen.
es: Restaurado: {synced} de {totalCount} colecciones.
fr: Restauré : {synced} de {totalCount} collections.
pt: Restaurado: {synced} de {totalCount} coleções.
zh: 已恢复: {synced} / {totalCount} 个收藏夹。

# drive__snackbar__success
source: Drive Setup is Now Complete.
de: Laufwerksetup ist nun abgeschlossen.
es: La configuración de Drive está ahora completa.
fr: La configuration du lecteur est maintenant terminée.
pt: Configuração do Drive Agora Completa.
zh: 驱动设置已完成。

# drive__text__setting_up
source: Setting up and syncing...
de: Einrichten und Synchronisieren...
es: Configurando y sincronizando...
fr: Configuration et synchronisation...
pt: Configurando e sincronizando...
zh: 设置和同步中...

# drive__text__setting_up__warning
source: Please wait while we finish this up. Do not close the app.
de: Bitte warten Sie, während wir dies abschließen. Schließen Sie die App nicht.
es: Por favor espera mientras finalizamos esto. No cierres la aplicación.
fr: Veuillez patienter pendant que nous terminons cela. Ne fermez pas l'application.
pt: Por favor, aguarde enquanto finalizamos. Não feche o aplicativo.
zh: 请稍候，直到我们完成此步骤。不要关闭应用程序。

# create_clip__appbar__title__new
source: New Clip
de: Neuer Clip
es: Nuevo Clip
fr: Nouveau Clip
pt: Novo Clip
zh: 新剪辑

# create_clip__appbar__title__edit
source: Edit Clip
de: Clip bearbeiten
es: Editar Clip
fr: Modifier le Clip
pt: Editar Clip
zh: 编辑剪辑

# create_clip__button__save_new
source: Save as new
de: Als neu speichern
es: Guardar como nuevo
fr: Enregistrer comme nouveau
pt: Salvar como novo
zh: 保存为新

# create_clip__input__hint
source: Write your clip content here
de: Schreiben Sie hier den Inhalt Ihres Clips
es: Escribe aquí el contenido de tu clip
fr: Écrivez le contenu de votre clip ici
pt: Escreva o conteúdo do seu clip aqui
zh: 在此处编写您的剪辑内容

# collections__text__tip
source: To ensure your important clips are always available regardless of time, across all your devices, save them in a collection!
de: Um sicherzustellen, dass Ihre wichtigen Clips jederzeit, unabhängig von der Zeit, auf all Ihren Geräten verfügbar sind, speichern Sie sie in einer Sammlung!
es: Para asegurarte de que tus clips importantes estén siempre disponibles sin importar el tiempo, en todos tus dispositivos, ¡guárdalos en una colección!
fr: Pour vous assurer que vos clips importants sont toujours disponibles, quel que soit le moment, sur tous vos appareils, enregistrez-les dans une collection !
pt: Para garantir que seus clips importantes estejam sempre disponíveis, independentemente do tempo, em todos os seus dispositivos, salve-os em uma coleção!
zh: 确保您的重要剪辑在任何时间、任何设备上都可用，将它们保存在收藏夹中！

# collections__appbar__title
source: Collections
de: Sammlungen
es: Colecciones
pt: Coleções
zh: 收藏夹

# collections__appbar__title__create
source: Create Collection
de: Sammlung erstellen
es: Crear Colección
fr: Créer une collection
pt: Criar Coleção
zh: 创建收藏

# collections__appbar__title__edit
source: Edit Collection
de: Sammlung bearbeiten
es: Editar Colección
fr: Modifier la collection
pt: Editar Coleção
zh: 编辑收藏

# collections__input__name
source: Name
es: Nombre
fr: Nom
pt: Nome
zh: 名称

# collections__input__description
source: Description
de: Beschreibung
es: Descripción
pt: Descrição
zh: 描述

# select_collection__appbar__title
source: Select Collection
de: Sammlung auswählen
es: Seleccionar Colección
fr: Sélectionner la collection
pt: Selecionar Coleção
zh: 选择收藏

# account__dialog__delete_confirm__title
source: Account Delete Request
de: Konto-Löschanfrage
es: Solicitud de Eliminación de Cuenta
fr: Demande de suppression de compte
pt: Solicitação de Exclusão de Conta
zh: 账户删除申请

# account__dialog__delete_confirm__description
source: You will be redirected to the account delete request form, are you sure?
de: Sie werden zum Formular für die Konto-Löschanfrage weitergeleitet, sind Sie sicher?
es: Serás redirigido al formulario de solicitud de eliminación de cuenta, ¿estás seguro?
fr: Vous serez redirigé vers le formulaire de demande de suppression de compte, êtes-vous sûr ?
pt: Você será redirecionado para o formulário de solicitação de exclusão de conta, tem certeza?
zh: 您将被重定向到账户删除申请表，您确定吗？

# account__list_tile__display_name
source: Display Name
de: Anzeigename
es: Nombre para Mostrar
fr: Nom d'affichage
pt: Nome de Exibição
zh: 显示名称

# account__list_tile__email
source: Email
es: Correo Electrónico
zh: 邮箱

# account__list_tile__settings
source: Account Settings
de: Kontoeinstellungen
es: Configuraciones de la Cuenta
fr: Paramètres du compte
pt: Configurações da Conta
zh: 账户设置

# account__list_tile__danger_zone
source: Danger Zone
de: Gefahrenzone
es: Zona de Peligro
fr: Zone dangereuse
pt: Zona de Perigo
zh: 危险区域

# account__button__req_delete
source: Request Account Deletion
de: Konto-Löschung anfordern
es: Solicitar Eliminación de Cuenta
fr: Demander la suppression du compte
pt: Solicitar Exclusão de Conta
zh: 申请账户删除

# account__appbar__title
source: My Account
de: Mein Konto
es: Mi Cuenta
fr: Mon Compte
pt: Minha Conta
zh: 我的账户

# settings__appbar__title
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
pt: Configurações
zh: 设置

# settings__tab__1
source: General
de: Allgemein
fr: Général
pt: Geral
zh: 常规

# settings__tab__2
source: Customization
de: Anpassung
es: Personalización
fr: Personnalisation
pt: Personalização
zh: 个性化

# settings__tab__3
source: Syncing
de: Synchronisierung
es: Sincronización
fr: Synchronisation
pt: Sincronização
zh: 同步

# settings__tab__4
source: Encryption
de: Verschlüsselung
es: Encriptación
fr: Chiffrement
pt: Criptografia
zh: 加密

# settings__tab__5
source: Experimental
de: Experimentell
fr: Expérimental
zh: 实验性

# settings__text__encryption
source: Encryption
de: Verschlüsselung
es: Encriptación
fr: Chiffrement
pt: Criptografia
zh: 加密

# settings__text__sync_not_available
source: Sync-related configurations are not available while using the local clipboard.
de: Synchronisierungsbezogene Konfigurationen sind nicht verfügbar, wenn die lokale Zwischenablage verwendet wird.
es: Configuraciones relacionadas con la sincronización no están disponibles al usar el portapapeles local.
fr: Les configurations relatives à la synchronisation ne sont pas disponibles lors de l'utilisation du presse-papiers local.
pt: As configurações relacionadas à sincronização não estão disponíveis ao usar o clipboard local.
zh: 使用本地剪贴板时，同步相关配置不可用。

# settings__appbar__er__title
source: Exclusion Rules
de: Ausschlussregeln
es: Reglas de Exclusión
fr: Règles d'exclusion
pt: Regras de Exclusão
zh: 排除规则

# settings__text__er__predefine
source: Predefined Exclusion Rules
de: Vordefinierte Ausschlussregeln
es: Reglas de Exclusión Predefinidas
fr: Règles d'exclusion prédéfinies
pt: Regras de Exclusão Predefinidas
zh: 预定义排除规则

# settings__text__er__pass_manager
source: Password Managers
de: Passwortmanager
es: Gestores de Contraseñas
fr: Gestionnaires de mots de passe
pt: Gerenciadores de Senha
zh: 密码管理器

# settings__text__er__cc
source: Credit Card Number
de: Kreditkartennummer
es: Número de Tarjeta de Crédito
fr: Numéro de carte de crédit
pt: Número do Cartão de Crédito
zh: 信用卡号

# settings__text__er__phone
source: Phone number
de: Telefonnummer
es: Número de Teléfono
fr: Numéro de téléphone
pt: Número de Telefone
zh: 电话号码

# settings__text__er__email
source: Email Address
de: E-Mail-Adresse
es: Dirección de Correo Electrónico
fr: Adresse e-mail
pt: Endereço de E-mail
zh: 电子邮件地址

# settings__text__er__url
source: Sensitive Url
de: Empfindliche URL
es: URL Sensible
fr: URL sensible
pt: Url Sensível
zh: 敏感网址

# settings__text__decrypted__note
source: 🥳 Congratulations! All your clips have been successfully decrypted locally, so rebuilding the database is not required.
de: 🥳 Glückwunsch! Alle Ihre Clips wurden erfolgreich lokal entschlüsselt, sodass das Erneuern der Datenbank nicht erforderlich ist.
es: 🥳 ¡Felicidades! Todos tus clips han sido desencriptados con éxito localmente, por lo que no se requiere reconstruir la base de datos.
fr: 🥳 Félicitations ! Tous vos clips ont été décryptés avec succès localement, il n'est donc pas nécessaire de reconstruire la base de données.
pt: 🥳 Parabéns! Todos os seus clips foram descriptografados com sucesso localmente, portanto, a reconstrução do banco de dados não é necessária.
zh: 🥳 恭喜！您所有的剪辑已成功在本地解密， 因此不需要重建数据库。

# settings__appbar__cer__title
source: Custom Exclusion Rules
de: Benutzerdefinierte Ausschlussregeln
es: Reglas de Exclusión Personalizadas
fr: Règles d'exclusion personnalisées
pt: Regras de Exclusão Personalizadas
zh: 自定义排除规则

# settings__switch__drag_n_drop__title
source: Drag and Drop
de: Ziehen und Ablegen
es: Arrastrar y Soltar
fr: Glisser et déposer
pt: Arrastar e Soltar
zh: 拖放

# settings__switch__drag_n_drop__subtitle
source: Allow items to be moved freely in both directions within the app.
de: Ermöglichen Sie es, Elemente innerhalb der App frei in beiden Richtungen zu bewegen.
es: Permitir que los elementos se muevan libremente en ambas direcciones dentro de la app.
fr: Autoriser les éléments à être déplacés librement dans les deux sens au sein de l'application.
pt: Permitir que os itens sejam movidos livremente em ambas as direções dentro do aplicativo.
zh: 允许项目在应用内自由双向移动。

# settings__dropdown__no_copy_over_limit__title
source: Don't Auto Copy Over
de: Nicht automatisch kopieren über
es: No Copiar Automáticamente Más de
fr: Ne pas copier automatiquement au-delà de
pt: Não Copiar Automaticamente Acima de
zh: 不自动复制超过

# settings__dropdown__no_copy_over_limit__subtitle
source: Files and Media over a certain size ({fileSize}) will not be copied automatically.
de: Dateien und Medien über eine bestimmte Größe ({fileSize}) werden nicht automatisch kopiert.
es: Archivos y medios de más de cierto tamaño ({fileSize}) no se copiarán automáticamente.
fr: Les fichiers et médias de plus d'une certaine taille ({fileSize}) ne seront pas copiés automatiquement.
pt: Arquivos e Mídias acima de um determinado tamanho ({fileSize}) não serão copiados automaticamente.
zh: 超过一定大小({fileSize})的文件和媒体不会自动复制。

# settings__dropdown__no_upload_over_limit__title
source: Don't Auto Upload Over
de: Nicht automatisch hochladen über
es: No Subir Automáticamente Más de
fr: Ne pas téléverser automatiquement au-delà de
pt: Não Enviar Automaticamente Acima de
zh: 不自动上传超过

# settings__dropdown__no_upload_over_limit__subtitle
source: Files and Media over a certain size ({fileSize}) will not be uploaded automatically.
de: Dateien und Medien über eine bestimmte Größe ({fileSize}) werden nicht automatisch hochgeladen.
es: Archivos y medios de más de cierto size ({fileSize}) no se subirán automáticamente.
fr: Les fichiers et médias de plus d'une certaine taille ({fileSize}) ne seront pas téléversés automatiquement.
pt: Arquivos e Mídias acima de um determinado tamanho ({fileSize}) não serão enviados automaticamente.
zh: 超过一定大小({fileSize})的文件和媒体不会自动上传。

# settings__dropdown__sync_mode__title
source: Sync Mode
de: Synchronisierungsmodus
es: Modo de Sincronización
fr: Mode de synchronisation
pt: Modo de Sincronização
zh: 同步模式

# settings__dropdown__sync_mode__subtitle
source: Select the syncing speed that works best for you.
de: Wählen Sie die Synchronisierungsgeschwindigkeit, die am besten für Sie funktioniert.
es: Selecciona la velocidad de sincronización que mejor funcione para ti.
fr: Sélectionnez la vitesse de synchronisation qui vous convient le mieux.
pt: Selecione a velocidade de sincronização que melhor funciona para você.
zh: 选择最适合您的同步速度。

# settings__sync_mode__realtime
source: Realtime
de: Echtzeit
es: Tiempo Real
fr: Temps réel
pt: Tempo Real
zh: 实时

# settings__sync_mode__balanced
source: Balanced
de: Ausgeglichen
es: Equilibrado
fr: Équilibré
pt: Balanceado
zh: 平衡

# settings__dropdown__theme__title
source: Theme Mode
de: Themenmodus
es: Modo de Tema
fr: Mode thème
pt: Modo de Tema
zh: 主题模式

# settings__theme__system
source: System
es: Sistema
fr: Système
pt: Sistema
zh: 系统

# settings__theme__light
source: Light
de: Hell
es: Claro
fr: Clair
pt: Claro
zh: 浅色

# settings__theme__dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
pt: Escuro
zh: 深色

# settings__dropdown__color_mode__title
source: Color Mode
de: Farbmodus
es: Modo de Color
fr: Mode couleur
pt: Modo de Cor
zh: 颜色模式

# settings__dropdown__color_mode__subtitle
source: Select the color mode to customize the appearance of the app. The default option is 'Tonal Spot'.
de: Wählen Sie den Farbmodus, um das Erscheinungsbild der App anzupassen. Die Standardoption ist 'Tonal Spot'.
es: Selecciona el modo de color para personalizar la apariencia de la app. La opción predeterminada es 'Tonal Spot'.
fr: Sélectionnez le mode de couleur pour personnaliser l'apparence de l'application. L'option par défaut est "Spot tonal".
pt: Selecione o modo de cor para personalizar a aparência do aplicativo. A opção padrão é 'Tonal Spot'.
zh: 选择颜色模式以自定义应用程序的外观。默认选项为“色调点”。

# settings__color_mode__tonalSpot
source: Tonal Spot
fr: Spot tonal
zh: 色调点

# settings__color_mode__content
source: Content
de: Inhalt
es: Contenido
fr: Contenu
pt: Conteúdo
zh: 内容

# settings__color_mode__expressive
source: Expressive
de: Ausdrucksstark
es: Expresivo
fr: Expressif
pt: Expressivo
zh: 表现力

# settings__color_mode__fidelity
source: Fidelity
de: Fidelität
es: Fidelidad
fr: Fidélité
pt: Fidelidade
zh: 保真

# settings__color_mode__fruit_salad
source: Fruit Salad
de: Obstsalat
es: Ensalada de Frutas
fr: Salade de fruits
pt: Salada de Frutas
zh: 水果沙拉
