Repository: raj457036/copycat_base
Catalog: lib/l10n/locale_*.arb
Languages: de, es, fr, pt, zh

# sub_dialog__f6__subtitle
source: Find what you need instantly with powerful instant search capabilities, making retrieval of clipboard items fast and efficient.
de: Finden Sie sofort, was Sie brauchen, mit leistungsstarken Sofortsuche-Funktionen, die das Abrufen von Zwischenablage-Elementen schnell und effizient machen.
es: Encuentra lo que necesitas al instante con potentes capacidades de búsqueda instantánea, haciendo que la recuperación de elementos del portapapeles sea rápida y eficiente.
fr: Trouvez ce dont vous avez besoin instantanément avec de puissantes capacités de recherche instantanée, rendant la récupération des éléments de presse-papiers rapide et efficace.
pt: Encontre o que você precisa instantaneamente com poderosas capacidades de busca instantânea, tornando a recuperação dos itens do clipboard rápida e eficiente.
zh: 通过强大的即时搜索功能快速找到所需内容，使剪贴板项目的检索高效且快捷。

# sub_dialog__f7__title
source: Syncing Up to the Last 24 Hours
de: Synchronisation der letzten 24 Stunden
es: Sincronización Hasta las Últimas 24 Horas
fr: Synchronisation jusqu'aux dernières 24 heures
pt: Sincronizando Até as Últimas 24 Horas
zh: 最近24小时内的同步

# sub_dialog__f7__subtitle
source: Access and sync your clipboard history across all your devices for the past 24 hours. This ensures you never lose important copied items, making your workflow seamless and efficient.
de: Greifen Sie auf die Geschichte Ihrer Zwischenablage zu und synchronisieren Sie sie auf allen Ihren Geräten innerhalb der letzten 24 Stunden. So verlieren Sie nie wichtige kopierte Elemente, was Ihren Arbeitsablauf nahtlos und effizient macht.
es: Accede y sincroniza tu historial del portapapeles en todos tus dispositivos durante las últimas 24 horas. Esto asegura que nunca pierdas elementos copiados importantes, haciendo tu flujo de trabajo fluido y eficiente.
fr: Accédez à votre historique de presse-papiers et synchronisez-le sur tous vos appareils pour les dernières 24 heures. Cela vous assure de ne jamais perdre d'éléments copiés importants, rendant votre flux de travail fluide et efficace.
pt: Acesse e sincronize o histórico do seu clipboard em todos os seus dispositivos nas últimas 24 horas. Isso garante que você nunca perca itens importantes que copiou, tornando seu fluxo de trabalho perfeito e eficiente.
zh: 在所有设备上访问和同步您过去 24 小时内的剪贴板历史记录。确保您不会丢失任何重要复制的项目，使您的工作流程无缝和高效。

# sub_dialog__f8__title
source: Up to 3 Collections
de: Bis zu 3 Sammlungen
es: Hasta 3 Colecciones
fr: Jusqu'à 3 collections
pt: Até 3 Coleções
zh: 最多 3 个收藏

# sub_dialog__f8__subtitle
source: Organize your clipboard items into up to 3 collections, providing simple categorization for better workflow management.
de: Organisieren Sie Ihre Zwischenablage-Elemente in bis zu 3 Sammlungen, was einfache Kategorisierung für bessere Arbeitsablaufverwaltung bietet.
es: Organiza los elementos de tu portapapeles en hasta 3 colecciones, proporcionando una categorización simple para una mejor gestión del flujo de trabajo.
fr: Organisez vos éléments de presse-papiers en jusqu'à 3 collections, fournissant une catégorisation simple pour une meilleure gestion du flux de travail.
pt: Organize os itens do seu clipboard em até 3 coleções, proporcionando uma categorização simples para um melhor gerenciamento do fluxo de trabalho.
zh: 将您的剪贴板项目整理到最多 3 个收藏中，从而提供更好的分类以提高工作效率。

# sub_dialog__f9__title
source: Auto-Sync Every 45 Seconds
de: Automatische Synchronisation alle 45 Sekunden
es: Sincronización Automática Cada 45 Segundos
fr: Synchronisation automatique toutes les 45 secondes
pt: Sincronização Automática a Cada 45 Segundos
zh: 每 45 秒自动同步

# sub_dialog__f9__subtitle
source: Enjoy automatic syncing of clipboard items every 45 seconds, keeping your devices up-to-date without manual intervention.
de: Genießen Sie die automatische Synchronisation von Zwischenablage-Elementen alle 45 Sekunden, halten Sie Ihre Geräte immer auf dem neuesten Stand, ohne manuelles Eingreifen.
es: Disfruta de la sincronización automática de elementos del portapapeles cada 45 segundos, manteniendo tus dispositivos actualizados sin intervención manual.
fr: Profitez de la synchronisation automatique des éléments de presse-papiers toutes les 45 secondes, gardant vos appareils à jour sans intervention manuelle.
pt: Aproveite a sincronização automática dos itens do clipboard a cada 45 segundos, mantendo seus dispositivos atualizados sem intervenção manual.
zh: 享受剪贴板项目每 45 秒自动同步，而无需手动干预。

# sub_dialog__f10__title
source: Support End-to-End Encryption
de: Unterstützung der End-to-End-Verschlüsselung
es: Soporte para Encriptación de Extremo a Extremo
fr: Prise en charge du chiffrement de bout en bout
pt: Suporte à Criptografia de Ponta a Ponta
zh: 支持端到端加密

# sub_dialog__f10__subtitle
source: E2EE will make everything encrypted for superior privacy.
de: Ende-zu-Ende-Verschlüsselung macht alles für überlegene Privatsphäre verschlüsselt.
es: E2EE hará todo encriptado para una privacidad superior.
fr: Le chiffrement de bout en bout rend tout crypté pour une confidentialité supérieure.
pt: A criptografia ponta a ponta tornará tudo criptografado para uma privacidade superior.
zh: E2EE 将对所有内容进行加密，以实现出色的隐私保护。

# sub_dialog__text__pro_title
source: With PRO ✨
de: Mit PRO ✨
es: Con PRO ✨
fr: Avec PRO ✨
pt: Com PRO ✨
zh: 拥有 PRO ✨

# sub_dialog__text__pro_subtitle
source: Everything included in Free +
de: Alles in Freemium enthalten +
es: Todo incluido en Gratis +
fr: Tout inclus dans Gratuit +
pt: Tudo incluído no Grátis +
zh: 免费版包含的所有功能 +

# sub_dialog__f11__title
source: Up to 50 Collections
de: Bis zu 50 Sammlungen
es: Hasta 50 Colecciones
fr: Jusqu'à 50 collections
pt: Até 50 Coleções
zh: 最多 50 个收藏

# sub_dialog__f11__subtitle
source: Organize your clipboard items into up to 50 collections for ultimate management.
de: Organisieren Sie Ihre Zwischenablage-Elemente in bis zu 50 Sammlungen für ultimative Verwaltung.
es: Organiza los elementos de tu portapapeles en hasta 50 colecciones para una gestión definitiva.
fr: Organisez vos éléments de presse-papiers en jusqu'à 50 collections pour une gestion ultime.
pt: Organize os itens do seu clipboard em até 50 coleções para um gerenciamento definitivo.
zh: 将您的剪贴板项目整理到最多 50 个收藏中，以实现最佳管理。

# sub_dialog__f12__title
source: Syncing Up to the Last 30 Days
de: Synchronisation der letzten 30 Tage
es: Sincronización Hasta los Últimos 30 Días
fr: Synchronisation jusqu'aux derniers 30 jours
pt: Sincronizando Até os Últimos 30 Dias
zh: 最近 30 天的同步

# sub_dialog__f12__subtitle
source: Clipboard history is synced across all your devices for clips created within the last 30 days. This means you can access any clip you copied in the past month, no matter which device you are using.
de: Die Zwischenablage-Historie ist auf allen Ihren Geräten für Clips synchronisiert, die in den letzten 30 Tagen erstellt wurden. Das bedeutet, dass Sie auf jeden Clip zugreifen können, den Sie im vergangenen Monat kopiert haben, egal welches Gerät Sie verwenden.
es: El historial del portapapeles se sincroniza en todos tus dispositivos para clips creados en los últimos 30 días. Esto significa que puedes acceder a cualquier clip que copiaste en el último mes, sin importar qué dispositivo estés usando.
fr: L'historique des presse-papiers est synchronisé sur tous vos appareils pour les clips créés au cours des 30 derniers jours. Cela signifie que vous pouvez accéder à tout clip que vous avez copié au cours du dernier mois, quel que soit l'appareil que vous utilisez.
pt: O histórico do clipboard é sincronizado em todos os seus dispositivos para clips criados nos últimos 30 dias. Isso significa que você pode acessar qualquer clip que copiou no mês passado, independentemente de qual dispositivo você está usando.
zh: 在所有设备上同步您最近30天内复制的剪贴板历史记录。这意味着无论您使用哪个设备，您都可以访问上个月复制的任意剪辑。

# sub_dialog__f13__title
source: Real Time Synchronization
de: Echtzeit-Synchronisation
es: Sincronización en Tiempo Real
fr: Synchronisation en temps réel
pt: Sincronização em Tempo Real
zh: 实时同步

# sub_dialog__f13__subtitle
source: Experience lightning-fast syncing.
de: Erleben Sie blitzschnelle Synchronisation.
es: Experimenta sincronización ultra rápida.
fr: Bénéficiez d'une synchronisation à la vitesse de l'éclair.
pt: Experimente a sincronização em tempo real.
zh: 体验快速的同步效果。

# sub_dialog__f14__title
source: Faster and Priority Support
de: Schnellere und Priorisierte Unterstützung
es: Soporte Más Rápido y Prioritario
fr: Support rapide et prioritaire
pt: Suporte Rápido e Prioritário
zh: 更快、更优先的支持

# sub_dialog__f14__subtitle
source: Get prompt and prioritized support as a PRO user.
de: Erhalten Sie schnellen und priorisierten Support als PRO-Benutzer.
es: Obtén soporte rápido y prioritario como usuario PRO.
fr: Obtenez un support rapide et prioritaire en tant qu'utilisateur PRO.
pt: Obtenha suporte rápido e prioritário como um usuário PRO.
zh: 作为 PRO 用户，获得及时和优先级的支持。

# sub_dialog__f15__title
source: Early Access to New Features
de: Früher Zugang zu neuen Funktionen
es: Acceso Temprano a Nuevas Funciones
fr: Accès anticipé aux nouvelles fonctionnalités
pt: Acesso Antecipado a Novos Recursos
zh: 新功能的提前体验

# sub_dialog__f15__subtitle
source: Be the first to try out new features and updates.
de: Seien Sie der Erste, der neue Funktionen und Updates ausprobieren kann.
es: Sé el primero en probar nuevas características y actualizaciones.
fr: Soyez le premier à essayer de nouvelles fonctionnalités et mises à jour.
pt: Seja o primeiro a experimentar novos recursos e atualizações.
zh: 率先尝试新功能和更新。

# sub_dialog__f16__title
source: Custom Exclusion Rules
de: Benutzerdefinierte Ausschlussregeln
es: Reglas de Exclusión Personalizadas
fr: Règles d'exclusion personnalisées
pt: Regras de Exclusão Personalizadas
zh: 自定义排除规则

# sub_dialog__f16__subtitle
source: Precise control over your clipboard. Allows you to define what to copy, from where to copy and when to copy.
de: Präzise Kontrolle über Ihre Zwischenablage. Ermöglicht es Ihnen zu definieren, was kopiert wird, woher es kopiert wird und wann es kopiert wird.
es: Control preciso sobre tu portapapeles. Te permite definir qué copiar, desde dónde copiar y cuándo copiar.
fr: Contrôle précis de votre presse-papiers. Vous permet de définir quoi copier, d'où copier et quand copier.
pt: Controle preciso sobre o seu clipboard. Permite que você defina o que copiar, de onde copiar e quando copiar.
zh: 精确控制您的剪贴板。允许您定义复制的内容、复制来源和复制时间。

# sub_dialog__f17__title
source: Drag & Drop
de: Ziehen & Ablegen
es: Arrastrar y Soltar
fr: Glisser-déposer
pt: Arrastar & Soltar
zh: 拖放功能

# sub_dialog__f17__subtitle
source: Seamlessly move items in any direction on your Desktop and Tablet devices.
de: Verschieben Sie Elemente nahtlos in jede Richtung auf Ihren Desktop- und Tablet-Geräten.
es: Mueve elementos sin esfuerzo en cualquier dirección en tus dispositivos de Escritorio y Tableta.
fr: Déplacez sans effort les éléments dans toutes les directions sur vos appareils de bureau et tablettes.
pt: Mova itens de forma fluida em qualquer direção nos seus dispositivos Desktop e Tablet.
zh: 在桌面和平板设备上无缝移动项目。

# sub_dialog__f18__title
source: Theming
de: Themen
es: Tematización
fr: Thématisation
pt: Tematização
zh: 主题定制

# sub_dialog__f18__subtitle
source: Customize the entire look and feel of the app to match your preferences.
de: Passen Sie den gesamten Look und das Gefühl der App an, um Ihren Vorlieben zu entsprechen.
es: Personaliza la apariencia completa de la aplicación para que coincida con tus preferencias.
fr: Personnalisez l'apparence et la convivialité de l'application selon vos préférences.
pt: Personalize todo o visual e a sensação do aplicativo para corresponder às suas preferências.
zh: 自定义应用程序的整体外观，以匹配您的偏好。

# paywall_dialog__text__month
source: month
de: Monat
es: mes
fr: mois
pt: mês
zh: 月

# paywall_dialog__text__year
source: year
de: Jahr
es: año
fr: année
pt: ano
zh: 年

# paywall_dialog__text__subscription
source: Subscription
de: Abonnement
es: Suscripción
fr: Abonnement
pt: Assinatura
zh: 订阅

# paywall_dialog__text__supported_platform
source: To access premium features on Copycat Clipboard, please subscribe through the Play Store or Apple App Store. Your subscription will be synced across all your devices, including Linux and Windows.
de: Um auf Premium-Funktionen in der CopyCat Zwischenablage zuzugreifen, abonnieren Sie bitte über den Play Store oder den Apple App Store. Ihr Abonnement wird auf all Ihren Geräten synchronisiert, einschließlich Linux und Windows.
es: Para acceder a las características premium en Copycat Clipboard, por favor suscríbete a través de la Play Store o Apple App Store. Tu suscripción se sincronizará en todos tus dispositivos, incluyendo Linux y Windows.
fr: Pour accéder aux fonctionnalités premium sur le Presse-papiers Copycat, veuillez vous abonner via le Play Store ou l'App Store d'Apple. Votre abonnement sera synchronisé sur tous vos appareils, y compris Linux et Windows.
pt: Para acessar os recursos premium no CopyCat Clipboard, por favor, assine através da Play Store ou Apple App Store. Sua assinatura será sincronizada em todos os seus dispositivos, incluindo Linux e Windows.
zh: 要访问 CopyCat 剪贴板上的高级功能，请通过 Google Play 或 Apple App Store 进行订阅。您的订阅将在所有设备（包括 Linux 和 Windows）上同步。

# paywall_dialog__text__unlock_pro
source: Unlock CopyCat PRO
de: CopyCat PRO freischalten
es: Desbloquea CopyCat PRO
fr: Débloquer CopyCat PRO
pt: Desbloquear CopyCat PRO
zh: 解锁 CopyCat PRO

# paywall_dialog__text__unlock_pro_p1
source: Enjoy over 30 days of synced history, over 50 collections, end-to-end encryption, real-time syncing, access to the newest features, and much more.
de: Genießen Sie über 30 Tage synchronisierte Geschichte, über 50 Sammlungen, Ende-zu-Ende-Verschlüsselung, Echtzeit-Synchronisation, Zugriff auf die neuesten Funktionen und vieles mehr.
es: Disfruta de más de 30 días de historial sincronizado, más de 50 colecciones, encriptación de extremo a extremo, sincronización en tiempo real, acceso a las funciones más nuevas y mucho más.
fr: Profitez de plus de 30 jours d'historique synchronisé, plus de 50 collections, du chiffrement de bout en bout, de la synchronisation en temps réel, de l'accès aux nouvelles fonctionnalités, et bien plus encore.
pt: Desfrute de mais de 30 dias de histórico sincronizado, mais de 50 coleções, criptografia de ponta a ponta, sincronização em tempo real, acesso aos recursos mais novos e muito mais.
zh: 享受超过 30 天的同步历史记录、超过 50 个收藏、端到端加密、实时同步、新功能访问等。

# paywall_dialog__text__try_again
source: Please try again
de: Bitte erneut versuchen
es: Por favor intenta de nuevo
fr: Veuillez réessayer
pt: Por favor, tente novamente
zh: 请再试一次

# paywall_dialog__text__current_plan
source: Current Plan
de: Aktueller Plan
es: Plan Actual
fr: Plan actuel
pt: Plano Atual
zh: 当前方案

# paywall_dialog__text__expired_plan
source: Current Plan • Expired
de: Aktueller Plan • Abgelaufen
es: Plan Actual • Expirado
fr: Plan actuel • Expiré
pt: Plano Atual • Expirado
zh: 当前方案 • 已过期

# paywall_dialog__text__trial_till
source: Trial till {till}
de: Testversion bis {till}
es: Prueba hasta {till}
fr: Essai jusqu'à {till}
pt: Teste até {till}
zh: 试用至 {till}

# paywall_dialog__text__upgrade
source: Upgrade
es: Mejorar
fr: Mise à niveau
pt: Atualizar
zh: 升级

# fab__create_collection
source: Create Collection ( {remaining} Remaining )
de: Sammlung erstellen ( {remaining} verbleibend )
es: Crear Colección ( {remaining} Restante )
fr: Créer une collection ( {remaining} restant )
pt: Criar Coleção ( {remaining} Restantes )
zh: 创建收藏 (剩余 {remaining})

# fab__sync
source: Sync
de: Synchronisieren
es: Sincronizar
fr: Synchroniser
pt: Sincronizar
zh: 同步

# fab__sync_unavailable
source: Sync Unavailable
de: Synchronisierung nicht verfügbar
es: Sincronización No Disponible
fr: Synchronisation indisponible
pt: Sincronização Indisponível
zh: 同步不可用

# fab__sync_up_to_date
source: Already up to date.
de: Bereits auf dem neuesten Stand.
es: Ya está actualizado.
fr: Déjà à jour.
pt: Já está atualizado.
zh: 已是最新状态。

# fab__sync_failed
source: Sync failed : {message}
de: Synchronisierung fehlgeschlagen: {message}
es: Sincronización fallida: {message}
fr: Échec de la synchronisation : {message}
pt: Falha na sincronização: {message}
zh: 同步失败：{message}

# layout__navbar__clipboard
source: Clipboard
de: Zwischenablage
es: Portapapeles
fr: Presse-papiers
zh: 剪贴板

# layout__navbar__collections
source: Collections
de: Sammlungen
es: Colecciones
pt: Coleções
zh: 收藏

# layout__navbar__settings
source: Settings
de: Einstellungen
es: Configuraciones
fr: Paramètres
pt: Configurações
zh: 设置

# search__tooltip__filter
source: Search filters
de: Suchfilter
es: Filtros de búsqueda
fr: Filtres de recherche
pt: Filtros de busca
zh: 搜索筛选

# manage_sub__ack__promo_sub
source: You are using a promo subscription till {till}
de: Sie verwenden ein Promo-Abonnement bis {till}
es: Estás usando una suscripción promocional hasta {till}
fr: Vous utilisez un abonnement promotionnel jusqu'à {till}
pt: Você está usando uma assinatura promocional até {till}
zh: 您正在使用促销订阅，直到 {till}

# manage_sub__button__text
source: Manage Subscriptions
de: Abonnements verwalten
es: Gestionar Suscripciones
fr: Gérer les abonnements
pt: Gerenciar Assinaturas
zh: 管理订阅

# my_account__button__tooltip
source: My Account
de: Mein Konto
es: Mi Cuenta
fr: Mon Compte
pt: Minha Conta
zh: 我的账户

# badges__tooltip__experimental
source: This feature is experimental and might not work as expected.
de: Diese Funktion ist experimentell und funktioniert möglicherweise nicht wie erwartet.
es: Esta característica es experimental y puede no funcionar como se espera.
fr: Cette fonctionnalité est expérimentale et peut ne pas fonctionner comme prévu.
pt: Este recurso é experimental e pode não funcionar como esperado.
zh: 此功能为实验性功能，可能无法正常工作。

# badges__tooltip__pro_only
source: This feature is available for Pro users only.
de: Diese Funktion ist nur für Pro-Benutzer verfügbar.
es: Esta característica está disponible solo para usuarios Pro.
fr: Cette fonctionnalité est disponible uniquement pour les utilisateurs Pro.
pt: Este recurso está disponível apenas para usuários Pro.
zh: 此功能仅适用于专业用户。

# collection_selector__tile__no_collection
source: No Collection
de: Keine Sammlung
es: Sin Colección
fr: Aucune collection
pt: Nenhuma Coleção
zh: 无收藏

# collection_selector__button__remove_collection
source: Remove Collection
de: Sammlung entfernen
es: Eliminar Colección
fr: Supprimer la collection
pt: Remover Coleção
zh: 移除收藏

# dialog__logout__title
source: Logout
de: Abmelden
es: Cerrar Sesión
fr: Déconnexion
pt: Sair
zh: 登出

# dialog__logout__subtitle
source: ⚠️ WARNING ⚠️ Logging out will delete unsynced changes in the local database. Are you sure you want to proceed?
de: ⚠️ WARNUNG ⚠️ Das Abmelden löscht nicht synchronisierte Änderungen in der lokalen Datenbank. Möchten Sie wirklich fortfahren?
es: ⚠️ ADVERTENCIA ⚠️ Cerrar sesión eliminará los cambios no sincronizados en la base de datos local. ¿Estás seguro de que quieres continuar?
fr: ⚠️ AVERTISSEMENT ⚠️ La déconnexion supprimera les modifications non synchronisées dans la base de données locale. Êtes-vous sûr de vouloir continuer?
pt: ⚠️ AVISO ⚠️ Sair excluirá as alterações não sincronizadas no banco de dados local. Tem certeza de que deseja continuar?
zh: ⚠️ 警告 ⚠️ 登出将删除本地数据库中的未同步更改。您确定要继续吗？

# dialog__logging_out__ack
source: Logging you out! Please wait...
de: Sie werden abgemeldet! Bitte warten...
es: ¡Cerrando sesión! Por favor espera...
fr: Déconnexion en cours! Veuillez patienter...
pt: Finalizando sessão! Por favor, aguarde...
zh: 正在退出！请稍等...

# reset_pass__text__label
source: Reset your password
de: Setzen Sie Ihr Passwort zurück
es: Restablece tu contraseña
fr: Réinitialiser votre mot de passe
pt: Redefinir sua senha
zh: 重置您的密码

# dnd__text__drop_here
source: Drop Here
de: Hier ablegen
es: Suelta Aquí
fr: Déposez ici
pt: Solte Aqui
zh: 拖放到此处

# dnd__ack__error_max_drop_count
source: Maximum {count} drop items are allowed at once.
de: Maximal {count} Ablageelemente sind gleichzeitig erlaubt.
es: Se permite un máximo de {count} elementos a la vez.
fr: Un maximum de {count} éléments déposés est autorisé en une seule fois.
pt: Máximo de {count} itens de arrasto permitidos de uma vez.
zh: 一次最多允许拖放 {count} 项。

# search_filter__text__title
source: Filters
de: Filter
es: Filtros
fr: Filtres
pt: Filtros
zh: 筛选

# search_filter__button__apply
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
pt: Aplicar
zh: 应用

# search_filter__text__from
source: From
de: Von
es: De
fr: De
pt: De
zh: 从

# search_filter__text__select
source: Select
de: Wählen
es: Seleccionar
fr: Sélectionner
pt: Selecionar
zh: 选择

# search_filter__text__to
source: To
de: An
es: A
fr: À
pt: Para
zh: 到

# search_filter__text__now
source: Now
de: Jetzt
es: Ahora
fr: Maintenant
pt: Agora
zh: 现在

# search_filter__text__including
source: Including
de: Einschließlich
es: Incluyendo
fr: Incluant
pt: Incluindo
zh: 包括

# search_filter__chip__text
source: Text
es: Texto
fr: Texte
pt: Texto
zh: 文本

# search_filter__chip__url
source: URL
zh: 网址

# search_filter__chip__media
source: Media
de: Medien
es: Medios
fr: Médias
pt: Mídia
zh: 媒体

# search_filter__chip__docs
source: Docs
de: Dokumente
es: Documentos
pt: Documentos
zh: 文档

# search_filter__text__textCategories
source: Text Categories
de: Textkategorien
es: Categorías de Texto
fr: Catégories de texte
pt: Categorias de Texto
zh: 文本类别

# search_filter__text__exclusive
source: ( Exclusive )
de: ( Exklusiv )
es: ( Exclusivo )
fr: ( Exclusif )
pt: ( Exclusivo )
zh: ( 专属 )

# search_filter__text_cat__email
source: Email
es: Correo Electrónico
zh: 邮箱

# search_filter__text_cat__phone
source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
pt: Telefone
zh: 电话号码

# search_filter__text_cat__color
source: Color
de: Farbe
fr: Couleur
pt: Cor
zh: 颜色

# search_filter__text__sort_by
source: Sort By
de: Sortieren nach
es: Ordenar Por
fr: Trier par
pt: Ordenar Por
zh: 排序依据

# search_filter__sort_by__last_mod
source: Last Modified
de: Zuletzt geändert
es: Última Modificación
fr: Dernière modification
pt: Última Modificação
zh: 最后修改

# search_filter__sort_by__created
source: Created
de: Erstellt
es: Creado
fr: Créé
pt: Criado
zh: 创建时间

# search_filter__sort_by__copy_count
source: Copy Count
de: Kopieranzahl
es: Conteo de Copias
fr: Nombre de copies
pt: Contagem de Cópias
zh: 复制次数

# search_filter__sort_by__last_copied
source: Last Copied
de: Zuletzt kopiert
es: Última Copia
fr: Dernier copié
pt: Última Cópia
zh: 上次复制

# search_filter__text__sort_order
source: Sort Order
de: Sortierreihenfolge
es: Orden de Clasificación
fr: Ordre de tri
pt: Ordem de Classificação
zh: 排序顺序

# search_filter__sort_ord__asc
source: Asc
de: Aufsteigend
es: Ascendente
zh: 升序

# search_filter__sort_ord__desc
source: Desc
de: Absteigend
es: Descendente
zh: 降序

# login__local_signin__tooltip
source: No syncing. All data stays on your device.
de: Keine Synchronisation. Alle Daten bleiben auf Ihrem Gerät.
es: Sin sincronización. Todos los datos permanecen en tu dispositivo.
fr: Pas de synchronisation. Toutes les données restent sur votre appareil.
pt: Sem sincronização. Todos os dados permanecem no seu dispositivo.
zh: 无同步。所有数据都保存在您的设备上。

# login__local_signin__btn__label
source: Use Locally
de: Lokal verwenden
es: Usar Localmente
fr: Utiliser localement
pt: Usar Localmente
zh: 在本地使用

# login__form__input__name
source: Enter your good name
de: Geben Sie Ihren Namen ein
es: Introduce tu buen nombre
fr: Entrez votre bon nom
pt: Digite seu bom nome
zh: 输入您的大名

# login__form__input__email
source: Enter your email
de: Geben Sie Ihre E-Mail ein
es: Introduce tu correo electrónico
fr: Entrez votre e-mail
pt: Digite seu e-mail
zh: 输入您的邮箱
