Repository: raj457036/copycat_base
Catalog: lib/l10n/locale_*.arb
Languages: de, es, fr, pt, zh

# login__form__input__error_email
source: Please enter a valid email address
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Por favor introduce una dirección de correo electrónico válida
fr: Veuillez entrer une adresse e-mail valide
pt: Por favor, insira um endereço de e-mail válido
zh: 请输入有效的邮件地址

# login__form__input__password
source: Enter your password
de: Geben Sie Ihr Passwort ein
es: Introduce tu contraseña
fr: Entrez votre mot de passe
pt: Digite sua senha
zh: 输入您的密码

# login__form__input__error_password_length
source: Please enter a password that is at least 6 characters long
de: Bitte geben Sie ein Passwort mit mindestens 6 Zeichen ein
es: Por favor introduce una contraseña de al menos 6 caracteres
fr: Veuillez entrer un mot de passe d'au moins 6 caractères de long
pt: Por favor, insira uma senha com no mínimo 6 caracteres
zh: 请输入至少6位长的密码

# login__form__button__signin
source: Sign In
de: Einloggen
es: Iniciar Sesión
fr: Se connecter
pt: Entrar
zh: 登录

# login__form__button__signup
source: Sign Up
de: Registrieren
es: Registrarse
fr: S'inscrire
pt: Inscrever-se
zh: 注册

# login__form__button__forgot_password
source: Forgot your password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié?
pt: Esqueceu sua senha?
zh: 忘记密码？

# login__form__text__signup
source: Don't have an account? Sign up
de: Kein Konto? Jetzt registrieren
es: ¿No tienes una cuenta? Regístrate
fr: Vous n'avez pas de compte? S'inscrire
pt: Não tem uma conta? Inscreva-se
zh: 还没有账号？注册

# login__form__text__old_user
source: Already have an account? Sign in
de: Haben Sie bereits ein Konto? Anmelden
es: ¿Ya tienes una cuenta? Iniciar sesión
fr: Vous avez déjà un compte? Se connecter
pt: Já tem uma conta? Entrar
zh: 已有账号？登录

# login__form__text__reset_password
source: Send password reset email
de: Passwort-Reset-E-Mail senden
es: Enviar correo de restablecimiento de contraseña
fr: Envoyer un e-mail de réinitialisation de mot de passe
pt: Enviar e-mail de redefinição de senha
zh: 发送密码重置邮件

# login__form__text__reset_ack
source: Password reset email has been sent
de: Passwort-Reset-E-Mail wurde gesendet
es: El correo de restablecimiento de contraseña ha sido enviado
fr: Le courriel de réinitialisation de mot de passe a été envoyé
pt: E-mail de redefinição de senha enviado
zh: 密码重置邮件已发送

# login__form__button__back
source: Back to sign in
de: Zurück zur Anmeldung
es: Volver a iniciar sesión
fr: Retour à la connexion
pt: Voltar para entrar
zh: 返回登录

# login__form__button__update_password
source: Update Password
de: Passwort aktualisieren
es: Actualizar Contraseña
fr: Mettre à jour le mot de passe
pt: Atualizar Senha
zh: 更新密码

# login__form__text_tnc_p1
source: By continuing you agree to the following
de: Mit der Fortsetzung stimmen Sie den folgenden
es: Al continuar, aceptas los siguientes
fr: En continuant, vous acceptez les
pt: Ao continuar, você concorda com as seguintes
zh: 继续即表示您同意以下

# login__form__text_tnc_p2
source: Privacy policies
de: Datenschutzrichtlinien
es: Políticas de privacidad
fr: politiques de confidentialité
pt: Políticas de Privacidade
zh: 隐私政策

# login__form__text_tnc_p3
source: and
de: und
es: y
fr: suivantes et
pt: e
zh: 和

# login__form__text_tnc_p4
source: Terms of Service.
de: Nutzungsbedingungen zu.
es: Términos del Servicio.
fr: les conditions d'utilisation.
pt: Termos de Serviço.
zh: 服务条款。

# home__search__hint
source: Search in clipboard
de: In der Zwischenablage suchen
es: Buscar en el portapapeles
fr: Rechercher dans le presse-papiers
pt: Pesquisar no clipboard
zh: 在剪贴板中搜索

# home__search__reset
source: Reset Search
de: Suche zurücksetzen
es: Restablecer Búsqueda
fr: Réinitialiser la recherche
pt: Redefinir Pesquisa
zh: 重置搜索

# preview__vert_view__tab1_title
source: Preview
de: Vorschau
es: Vista Previa
fr: Aperçu
pt: Pré-visualização
zh: 预览

# preview__vert_view__tab2__title
source: Details
es: Detalles
fr: Détails
pt: Detalhes
zh: 详细信息

# preview__card__missing_text
source: This is an Empty Clip
de: Dies ist ein leerer Clip
es: Este es un Clip Vacío
fr: C'est un clip vide
pt: Este é um Clip Vazio
zh: 这是一个空剪辑

# preview__card__video__play
source: Play Video
de: Video abspielen
es: Reproducir Video
fr: Lire la vidéo
pt: Reproduzir Vídeo
zh: 播放视频

# preview__card__file__open
source: Open File
de: Datei öffnen
es: Abrir Archivo
fr: Ouvrir le fichier
pt: Abrir Arquivo
zh: 打开文件

# preview__form__title
source: Edit Details
de: Details bearbeiten
es: Editar Detalles
fr: Modifier les détails
pt: Editar Detalhes
zh: 编辑详情

# preview__form__input__title
source: Title
de: Titel
es: Título
fr: Titre
pt: Título
zh: 标题

# preview__form__input__description
source: Description
de: Beschreibung
es: Descripción
pt: Descrição
zh: 描述

# reset_password__appbar__title
source: Reset your password
de: Setzen Sie Ihr Passwort zurück
es: Restablece tu contraseña
fr: Réinitialiser votre mot de passe
pt: Redefina sua senha
zh: 重置您的密码

# reset_password__success_ack
source: Password reset successfully
de: Passwort erfolgreich zurückgesetzt
es: Contraseña restablecida con éxito
fr: Mot de passe réinitialisé avec succès
pt: Senha redefinida com sucesso
zh: 密码重置成功

# onboarding__text__welcome
source: Welcome to
de: Willkommen bei
es: Bienvenido a
fr: Bienvenue à
pt: Bem-vindo ao
zh: 欢迎来到

# onboarding__text__lets_continue
source: Let's Continue
de: Lass uns fortfahren
es: Continuemos
fr: Continuons
pt: Vamos Continuar
zh: 让我们继续

# onboarding__button__to_login
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
pt: Entrar
zh: 登录

# onboarding__snackbar__export_success
source: Encryption key successfully exported.
de: Verschlüsselungsschlüssel erfolgreich exportiert.
es: Clave de encriptación exportada con éxito.
fr: Clé de chiffrement exportée avec succès.
pt: Chave de criptografia exportada com sucesso.
zh: 加密密钥成功导出。

# onboarding__dialog__skip_export__title
source: ✋ Backup Your Encryption Key
de: ✋ Sichern Sie Ihren Verschlüsselungsschlüssel
es: ✋ Guarda una Copia de Seguridad de tu Clave de Encriptación
fr: ✋ Sauvegardez votre clé de chiffrement
pt: ✋ Faça Backup da Sua Chave de Criptografia
zh: ✋ 备份您的加密密钥

# onboarding__dialog__skip_export__subtitle
source: You haven’t exported your encryption key yet. Without a backup, you won’t be able to access your encrypted clips if the key is lost or you switch devices. 👉 If you already have a secure backup of your key, you can safely continue. Otherwise, we strongly recommend exporting the key now to avoid data loss. Do you still want to continue?
de: Sie haben Ihren Verschlüsselungsschlüssel noch nicht exportiert. Wenn Sie kein Backup haben, können Sie nicht auf Ihre verschlüsselten Clips zugreifen, falls der Schlüssel verloren geht oder Sie das Gerät wechseln. 👉 Wenn Sie bereits eine sichere Sicherung Ihres Schlüssels haben, können Sie sicher fortfahren. Andernfalls empfehlen wir dringend, den Schlüssel jetzt zu exportieren, um Datenverlust zu vermeiden. Möchten Sie trotzdem fortfahren?
es: Aún no has exportado tu clave de encriptación. Sin una copia de seguridad, no podrás acceder a tus clips encriptados si pierdes la clave o cambias de dispositivo. 👉 Si ya tienes una copia de seguridad segura de tu clave, puedes continuar sin problemas. De lo contrario, te recomendamos encarecidamente que exportes la clave ahora para evitar la pérdida de datos. ¿Aún deseas continuar?
fr: Vous n'avez pas encore exporté votre clé de chiffrement. Sans sauvegarde, vous ne pourrez pas accéder à vos clips chiffrés si la clé est perdue ou si vous changez d'appareil. 👉 Si vous avez déjà une sauvegarde sécurisée de votre clé, vous pouvez continuer en toute sécurité. Sinon, nous vous recommandons fortement d'exporter la clé maintenant pour éviter toute perte de données. Voulez-vous toujours continuer ?
pt: Você ainda não exportou sua chave de criptografia. Sem um backup, você não poderá acessar seus clips criptografados se a chave for perdida ou se você trocar de dispositivos. 👉 Se você já tem um backup seguro da sua chave, pode continuar com segurança. Caso contrário, recomendamos fortemente a exportação da chave agora para evitar a perda de dados. Você ainda deseja continuar?
zh: 您还没有导出您的加密密钥。如果没有备份，当密钥丢失或您切换设备时，您将无法访问您的加密剪辑。 👉 如果您已经有密钥的安全备份，可以放心继续。否则，我们强烈建议您现在导出密钥以避免数据丢失。您是否仍希望继续？

# onboarding__dialog__export_info__title
source: 🤔 Why Export the Encryption Key?
de: 🤔 Warum den Verschlüsselungsschlüssel exportieren?
es: 🤔 ¿Por qué Exportar la Clave de Encriptación?
fr: 🤔 Pourquoi exporter la clé de chiffrement ?
pt: 🤔 Por que Exportar a Chave de Criptografia?
zh: 🤔 为什么要导出加密密钥？

# onboarding__dialog__export_info__subtitle
source: Exporting your encryption key is essential for securely accessing your encrypted data on multiple devices. Without the key, your encrypted data will remain inaccessible after sync. Keep a backup of your encryption key in a secure location to prevent data loss. Remember, the key is unique to your account and cannot be recovered if lost. Note: Copycat cannot access your encrypted clips or your encryption keys. This is because we value your privacy above everything else.
de: Der Export Ihres Verschlüsselungsschlüssels ist wichtig, um sicher auf Ihre verschlüsselten Daten auf mehreren Geräten zugreifen zu können. Ohne den Schlüssel bleiben Ihre verschlüsselten Daten nach der Synchronisation unzugänglich. Bewahren Sie eine Sicherung Ihres Verschlüsselungsschlüssels an einem sicheren Ort auf, um Datenverlust zu vermeiden. Denken Sie daran, der Schlüssel ist einzigartig für Ihr Konto und kann nicht wiederhergestellt werden, wenn er verloren geht. Achtung: CopyCat hat keinen Zugriff auf Ihre verschlüsselten Clips oder Ihre Verschlüsselungsschlüssel. Dies erfolgt, weil wir Ihre Privatsphäre über alles andere stellen.
es: Exportar tu clave de encriptación es esencial para acceder de forma segura a tus datos encriptados en múltiples dispositivos. Sin la clave, tus datos encriptados permanecerán inaccesibles tras la sincronización. Guarda una copia de tu clave de encriptación en un lugar seguro para evitar la pérdida de datos. Recuerda, la clave es única para tu cuenta y no se puede recuperar si se pierde. Nota: Copycat no puede acceder a tus clips encriptados ni a tus claves de encriptación. Esto se debe a que valoramos tu privacidad por encima de todo.
fr: Exporter votre clé de chiffrement est essentiel pour accéder en toute sécurité à vos données chiffrées sur plusieurs appareils. Sans la clé, vos données chiffrées resteront inaccessibles après la synchronisation. Gardez une sauvegarde de votre clé de chiffrement dans un endroit sûr pour éviter la perte de données. Souvenez-vous, la clé est unique à votre compte et ne peut être récupérée si elle est perdue. Remarque : Copycat ne peut pas accéder à vos clips chiffrés ni à vos clés de chiffrement. Cela est dû au fait que nous valorisons votre confidentialité au-dessus de tout.
pt: Exportar sua chave de criptografia é essencial para acessar seus dados criptografados de forma segura em vários dispositivos. Sem a chave, seus dados criptografados permanecerão inacessíveis após a sincronização. Mantenha um backup da sua chave de criptografia em um local seguro para evitar perda de dados. Lembre-se de que a chave é única para sua conta e não pode ser recuperada se perdida. Nota: O CopyCat não pode acessar seus clips criptografados ou suas chaves de criptografia. Isso porque valorizamos sua privacidade acima de tudo.
zh: 导出您的加密密钥对于在多个设备上安全访问您的加密数据至关重要。没有密钥，您的加密数据在同步后将无法访问。 在安全位置保留您的加密密钥备份以防止数据丢失。请记住，密钥是您账户的唯一身份标识，若丢失则无法恢复。 注意：CopyCat无法访问您的加密剪辑或加密密钥。因为我们将您的隐私置于首位。

# onboarding__text__export_key_headline
source: Clipboard Encryption
de: Zwischenablagenverschlüsselung
es: Encriptación del Portapapeles
fr: Chiffrement du presse-papiers
pt: Criptografia do Clipboard
zh: 剪贴板加密

# onboarding__text__export_key_title
source: 💪 Great News! Encryption is active for your clipboard
de: 💪 Gute Nachrichten! Verschlüsselung ist für Ihre Zwischenablage aktiviert
es: 💪 ¡Gran Noticia! La encriptación está activa para tu portapapeles
fr: 💪 Bonne nouvelle ! Le chiffrement est actif pour votre presse-papiers
pt: 💪 Boa notícia! Criptografia está ativa para o seu clipboard
zh: 💪 好消息！您的剪贴板已激活加密

# onboarding__button__export_key
source: Export Key
de: Schlüssel exportieren
es: Exportar Clave
fr: Exporter la clé
pt: Exportar Chave
zh: 导出密钥

# onboarding__dialog__skip_gen_key__title
source: ✋ Your Clips Will Be Insecure
de: ✋ Ihre Clips sind unsicher
es: ✋ Tus Clips Estarán Inseguros
fr: ✋ Vos clips seront non sécurisés
pt: ✋ Seus Clips Ficarão Inseguros
zh: ✋ 您的剪辑将不安全

# onboarding__dialog__skip_gen_key__subtitle
source: You haven’t generated an encryption key yet. Without it, your clips will remain unencrypted and insecure. You can generate the key later in Settings ❯ Security. Do you still want to continue?
de: Sie haben noch keinen Verschlüsselungsschlüssel erstellt. Ohne ihn bleiben Ihre Clips unverschlüsselt und unsicher. Sie können den Schlüssel später in Einstellungen ❯ Sicherheit generieren. Möchten Sie trotzdem fortfahren?
es: Aún no has generado una clave de encriptación. Sin ella, tus clips permanecerán sin encriptar e inseguros. Puedes generar la clave más adelante en Configuración ❯ Seguridad. ¿Aún deseas continuar?
fr: Vous n'avez pas encore généré de clé de chiffrement. Sans cela, vos clips resteront non chiffrés et non sécurisés. Vous pouvez générer la clé plus tard dans Paramètres ❯ Sécurité. Voulez-vous toujours continuer ?
pt: Você ainda não gerou uma chave de criptografia. Sem ela, seus clips permanecerão não criptografados e inseguros. Você pode gerar a chave mais tarde em Configurações ❯ Segurança. Você ainda deseja continuar?
zh: 您还没有生成加密密钥。没有它，您的剪辑将保持为未加密状态并不安全。您可以稍后在 设置 ❯ 安全 中生成密钥。您是否仍希望继续？

# onboarding__dialog__gen_key_info__title
source: 🤔 Why Do I Need Encryption?
de: 🤔 Warum brauche ich Verschlüsselung?
es: 🤔 ¿Por qué Necesito Encriptación?
fr: 🤔 Pourquoi ai-je besoin du chiffrement ?
pt: 🤔 Por que Preciso de Criptografia?
zh: 🤔 我为什么需要加密？

# onboarding__dialog__gen_key_info__subtitle
source: Encryption protects your data by converting it into a secure format that can only be accessed with a key. Without encryption, your clips are stored in plain text, making them vulnerable to unauthorized access. Enabling encryption ensures that only you can access your sensitive data, providing an extra layer of security against potential breaches.
de: Verschlüsselung schützt Ihre Daten, indem sie in ein sicheres Format umgewandelt wird, auf das nur mit einem Schlüssel zugegriffen werden kann. Ohne Verschlüsselung werden Ihre Clips im Klartext gespeichert und sind anfällig für unberechtigten Zugriff. Die Aktivierung der Verschlüsselung gewährleistet, dass nur Sie auf Ihre sensiblen Daten zugreifen können, was eine zusätzliche Sicherheitsebene gegen mögliche Verstöße bietet.
es: La encriptación protege tus datos convirtiéndolos en un formato seguro que solo puede ser accedido con una clave. Sin encriptación, tus clips se almacenan en texto plano, haciéndolos vulnerables al acceso no autorizado. Habilitar la encriptación asegura que solo tú puedas acceder a tus datos sensibles, proporcionando una capa adicional de seguridad contra posibles violaciones.
fr: Le chiffrement protège vos données en les convertissant en un format sécurisé qui ne peut être accédé qu'avec une clé. Sans chiffrement, vos clips sont stockés en texte brut, les rendant vulnérables à un accès non autorisé. Activer le chiffrement garantit que vous seul pouvez accéder à vos données sensibles, fournissant une couche supplémentaire de sécurité contre les violations potentielles.
pt: A criptografia protege seus dados convertendo-os em um formato seguro que só pode ser acessado com uma chave. Sem criptografia, seus clips são armazenados em texto simples, tornando-os vulneráveis a acessos não autorizados. Ativar a criptografia garante que apenas você possa acessar seus dados sensíveis, proporcionando uma camada extra de segurança contra possíveis invasões.
zh: 加密通过将您的数据转换为仅用密钥才能访问的格式来保护您的数据。没有加密，您的剪辑将以明文存储，使其容易遭受未经授权的访问。启用加密可确保只有您可以访问您的敏感数据，为潜在的数据泄露提供了额外的安全层。

# onboarding__text__gen_key_headline
source: Setup Clipboard Encryption
de: Zwischenablagenverschlüsselung einrichten
es: Configurar Encriptación del Portapapeles
fr: Configurer le chiffrement du presse-papiers
pt: Configurar Criptografia do Clipboard
zh: 设置剪贴板加密

# onboarding__text__key_generated_title
source: 🎉 Key {keyPreview}*** successfully generated 🎉
de: 🎉 Schlüssel {keyPreview}*** erfolgreich erstellt 🎉
es: 🎉 Clave {keyPreview}*** generada con éxito 🎉
fr: 🎉 Clé {keyPreview}*** générée avec succès 🎉
pt: 🎉 Chave {keyPreview}*** gerada com sucesso 🎉
zh: 🎉 已成功生成密钥 {keyPreview}*** 🎉

# onboarding__button__regenerate_key
source: Re-Generate Key
de: Schlüssel neu generieren
es: Regenerar Clave
fr: Régénérer la clé
pt: Regerar Chave
zh: 重新生成密钥

# onboarding__text__no_key
source: Your account doesn't have any encryption key
de: Ihr Konto hat keinen Verschlüsselungsschlüssel
es: Tu cuenta no tiene ninguna clave de encriptación
fr: Votre compte n'a pas de clé de chiffrement
pt: Sua conta não tem nenhuma chave de criptografia
zh: 您的账户没有任何加密密钥

# onboarding__button__generate_key
source: Generate Key
de: Schlüssel generieren
es: Generar Clave
fr: Générer la clé
pt: Gerar Chave
zh: 生成密钥

# onboarding__button__do_it_later
source: Do it later
de: Später machen
es: Hacerlo Más Tarde
fr: Le faire plus tard
pt: Fazer mais tarde
zh: 稍后再做

# onboarding__button__why_important
source: Why It's Important?
de: Warum ist es wichtig?
es: ¿Por qué es Importante?
fr: Pourquoi c'est important ?
pt: Por que é importante?
zh: 为什么重要？

# onboarding__snackbar__invalid_key
source: This is not a valid CopyCat encryption key
de: Dies ist kein gültiger CopyCat-Verschlüsselungsschlüssel
es: Esta no es una clave de encriptación CopyCat válida
fr: Ceci n'est pas une clé de chiffrement CopyCat valide
pt: Esta não é uma chave de criptografia CopyCat válida
zh: 这不是一个有效的 CopyCat 加密密钥

# onboarding__dialog__skip_import__title
source: ✋ Encrypted Clips Inaccessible
de: ✋ Verschlüsselte Clips nicht zugänglich
es: ✋ Clips Encriptados Inaccesibles
fr: ✋ Clips chiffrés inaccessibles
pt: ✋ Clips Criptografados Inacessíveis
zh: ✋ 加密剪辑不可访问

# onboarding__dialog__skip_import__subtitle
source: You haven’t imported the encryption key yet. This means all your encrypted clips will remain inaccessible locally after sync. To access them, import the key from Settings ❯ Security. Do you still want to continue?
de: Sie haben Ihren Verschlüsselungsschlüssel noch nicht importiert. Dies bedeutet, dass alle Ihre verschlüsselten Clips lokal nach der Synchronisation unzugänglich bleiben. Um auf sie zuzugreifen, importieren Sie den Schlüssel aus Einstellungen ❯ Sicherheit. Möchten Sie trotzdem fortfahren?
es: Aún no has importado la clave de encriptación. Esto significa que todos tus clips encriptados permanecerán inaccesibles localmente tras la sincronización. Para acceder a ellos, importa la clave desde Configuración ❯ Seguridad. ¿Aún deseas continuar?
fr: Vous n'avez pas encore importé la clé de chiffrement. Cela signifie que tous vos clips chiffrés resteront inaccessibles localement après la synchronisation. Pour y accéder, importez la clé à partir de Paramètres ❯ Sécurité. Voulez-vous toujours continuer ?
pt: Você ainda não importou a chave de criptografia. Isso significa que todos os seus clips criptografados permanecerão inacessíveis localmente após a sincronização. Para acessá-los, importe a chave em Configurações ❯ Segurança. Você ainda deseja continuar?
zh: 您还没有导入加密密钥。这意味着您的所有加密剪辑在同步后将无法在本地访问。 要访问它们，请从 设置 ❯ 安全 中导入密钥。 您是否仍希望继续？

# onboarding__dialog__reset_key__title
source: ✋ Permanently Delete Encrypted Data
de: ✋ Verschlüsselte Daten dauerhaft löschen
es: ✋ Eliminar Permanentemente Datos Encriptados
fr: ✋ Supprimer définitivement les données chiffrées
pt: ✋ Deletar Dados Criptografados Permanentemente
zh: ✋ 永久删除加密数据

# onboarding__dialog__reset_key__subtitle
source: This action is irreversible. Are you sure you want to permanently delete all encrypted data from the server?
de: Diese Aktion ist nicht umkehrbar. Möchten Sie wirklich alle verschlüsselten Daten vom Server dauerhaft löschen?
es: Esta acción es irreversible. ¿Estás seguro de que deseas eliminar permanentemente todos los datos encriptados del servidor?
fr: Cette action est irréversible. Êtes-vous sûr de vouloir supprimer définitivement toutes les données chiffrées du serveur ?
pt: Esta ação é irreversível. Tem certeza de que deseja deletar permanentemente todos os dados criptografados do servidor?
zh: 此操作不可撤销。您确定要从服务器永久删除所有加密数据吗？

# onboarding__snackbar__reset_key__success
source: Encryption successfully removed.
de: Verschlüsselung erfolgreich entfernt.
es: Encriptación eliminada exitosamente.
fr: Chiffrement supprimé avec succès.
pt: Criptografia removida com sucesso.
zh: 加密已成功移除。

# onboarding__dialog__import_info__title
source: 🤔 Where is my key?
de: 🤔 Wo ist mein Schlüssel?
es: 🤔 ¿Dónde está mi clave?
fr: 🤔 Où est ma clé ?
pt: 🤔 Onde está minha chave?
zh: 🤔 我的密钥在哪里？
