Repository: raj457036/copycat_base
Catalog: lib/l10n/locale_*.arb
Languages: de, es, fr, pt, zh

# app__name
source: CopyCat Clipboard
de: CopyCat Zwischenablage
es: Portapapeles CopyCat
fr: Presse-papiers CopyCat
zh: CopyCat 剪贴板

# app__slogan
source: One Clipboard, Limitless Possibility
de: Eine Zwischenablage, unbegrenzte Möglichkeiten
es: Un Portapapeles, Posibilidades Ilimitadas
fr: Un presse-papiers, des possibilités illimitées
pt: Um Clipboard, Possibilidades Ilimitadas
zh: 一个剪贴板，无限可能

# app__unknown_error
source: An unexpected error occurred
de: Ein unerwarteter Fehler ist aufgetreten
es: Ocurrió un error inesperado
fr: Une erreur inattendue est survenue
pt: Ocorreu um erro inesperado
zh: 发生意外错误

# app__downloading
source: Downloading...
de: Herunterladen...
es: Descargando...
fr: Téléchargement...
pt: Baixando...
zh: 下载中...

# app__download
source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
pt: Baixar
zh: 下载

# app__follow_link
source: Follow Link
de: Link folgen
es: Seguir Enlace
fr: Suivre le lien
pt: Seguir Link
zh: 跟随链接

# app__edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
pt: Editar
zh: 编辑

# app__export
source: Export
de: Exportieren
es: Exportar
fr: Exporter
pt: Exportar
zh: 导出

# app__delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
pt: Excluir
zh: 删除

# app__later
source: Skip
de: Überspringen
es: Omitir
fr: Passer
pt: Pular
zh: 稍后

# app__select
source: Select
de: Wählen
es: Seleccionar
fr: Sélectionner
pt: Selecionar
zh: 选择

# app__change
source: Change
de: Ändern
es: Cambiar
fr: Changer
pt: Alterar
zh: 更改

# app__confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
pt: Confirmar
zh: 确认

# app__action_required
source: Action Required
de: Aktion erforderlich
es: Acción Requerida
fr: Action requise
pt: Ação Requerida
zh: 需要操作

# app__feature_unavailable
source: This feature is not available for your platform.
de: Diese Funktion ist für Ihre Plattform nicht verfügbar.
es: Esta función no está disponible para tu plataforma.
fr: Cette fonctionnalité n'est pas disponible pour votre plateforme.
pt: Este recurso não está disponível para a sua plataforma.
zh: 此功能在您的平台上不可用。

# app__preview
source: Preview
de: Vorschau
es: Vista Previa
fr: Aperçu
pt: Pré-visualizar
zh: 预览

# app__open_file
source: Open file
de: Datei öffnen
es: Abrir archivo
fr: Ouvrir le fichier
pt: Abrir arquivo
zh: 打开文件

# app__change_collection
source: Change Collection
de: Sammlung ändern
es: Cambiar Colección
fr: Changer de collection
pt: Mudar Coleção
zh: 更改收藏

# app__share
source: Share
de: Teilen
es: Compartir
fr: Partager
pt: Compartilhar
zh: 分享

# app__uploading
source: Uploading...
de: Hochladen...
es: Subiendo...
fr: Téléversement...
pt: Carregando...
zh: 上传中...

# app__syncing
source: Syncing...
de: Synchronisieren...
es: Sincronizando...
fr: Synchronisation...
pt: Sincronizando...
zh: 同步中...

# app__sync
source: Sync
de: Synchronisieren
es: Sincronizar
fr: Synchroniser
pt: Sincronizar
zh: 同步

# app__local
source: Local
de: Lokal
zh: 本地

# app__send_message
source: Send Message
de: Nachricht senden
es: Enviar Mensaje
fr: Envoyer un message
pt: Enviar Mensagem
zh: 发送消息

# app__send_email
source: Send Email
de: E-Mail senden
es: Enviar Correo Electrónico
fr: Envoyer un e-mail
pt: Enviar E-mail
zh: 发送邮件

# app__empty_clipboard
source: Your clipboard is empty.
de: Ihre Zwischenablage ist leer.
es: Tu portapapeles está vacío.
fr: Votre presse-papiers est vide.
pt: Seu clipboard está vazio.
zh: 您的剪贴板是空的。

# app__load_more
source: Fetch More
de: Mehr laden
es: Cargar Más
fr: Charger plus
pt: Carregar Mais
zh: 加载更多

# app__locale_en
source: English
de: Englisch
es: Inglés
fr: Anglais
pt: Inglês
zh: 英语

# app__locale_es
source: Spanish
de: Spanisch
es: Español
fr: Espagnol
pt: Espanhol
zh: 西班牙语

# app__locale_fr
source: French
de: Französisch
es: Francés
fr: Français
pt: Francês
zh: 法语

# app__locale_de
source: German
de: Deutsch
es: Alemán
fr: Allemand
pt: Alemão
zh: 德语

# app__locale_zh
source: Chinese
de: Chinesisch
es: Chino
fr: Chinois
pt: Chinês
zh: 中文

# app__locale_pt
source: Portuguese
de: Portugiesisch
es: Portugués
fr: Portugais
pt: Português
zh: 葡萄牙语

# app__language
source: Language
de: Sprache
es: Idioma
fr: Langue
pt: Idioma
zh: 语言

# app__logout
source: Logout
de: Abmelden
es: Cerrar Sesión
fr: Déconnexion
pt: Sair
zh: 登出

# app__no_collection
source: No Collection Found
de: Keine Sammlung gefunden
es: No Se Encontró Colección
fr: Aucune collection trouvée
pt: Nenhuma Coleção Encontrada
zh: 未找到收藏

# app__create_collection
source: Create Collection
de: Sammlung erstellen
es: Crear Colección
fr: Créer une collection
pt: Criar Coleção
zh: 创建收藏

# app__pro_tip
source: Pro Tip
de: Pro Tipp
es: Consejo Profesional
fr: Conseil pro
pt: Dica Pro
zh: 专业提示

# app__try_again
source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Essayer à nouveau
pt: Tente Novamente
zh: 重试

# app__realtime_connected
source: Realtime Connected
de: Echtzeit verbunden
es: Conectado en tiempo real
fr: Connecté en temps réel
pt: Conectado em tempo real
zh: 实时连接

# app__realtime_disconnected
source: Realtime Disconnected
de: Echtzeit getrennt
es: Desconectado en tiempo real
fr: Déconnecté en temps réel
pt: Desconectado em tempo real
zh: 实时断开连接

# app__realtime_connecting
source: Realtime Connecting...
de: Echtzeit Verbindung...
es: Conectando en tiempo real...
fr: Connexion en temps réel...
pt: Conectando em tempo real...
zh: 实时连接中...

# app__ack__exported
source: Exported
de: Exportiert
es: Exportado
fr: Exporté
pt: Exportado
zh: 已导出

# app__ack__copied
source: Copied
de: Kopiert
es: Copiado
fr: Copié
pt: Copiado
zh: 已复制

# app__ack__pasted
source: Pasted
de: Eingefügt
es: Pegado
fr: Collé
pt: Colado
zh: 已粘贴

# app__ack__pasting
source: Pasting
de: Einfügen
es: Pegando
fr: Collage
pt: Colando
zh: 粘贴中

# app__ack__done
source: Done
de: Fertig
es: Hecho
fr: Terminé
pt: Concluído
zh: 完成

# app__ack__quit_app
source: Quit App
de: App beenden
es: Salir de la Aplicación
fr: Quitter l'application
pt: Fechar Aplicativo
zh: 退出应用

# app__ack__deleted
source: Deleted
de: Gelöscht
es: Eliminado
fr: Supprimé
pt: Excluído
zh: 已删除

# app__ack__deleting
source: Deleting
de: Löschen
es: Eliminando
fr: Suppression
pt: Excluindo
zh: 删除中

# app__ack__internet_connected
source: Internet Connected
de: Internet verbunden
es: Internet Conectado
fr: Internet connecté
pt: Internet Conectada
zh: 互联网已连接

# app__ack__internet_disconnected
source: Internet Disconnected
de: Internet getrennt
es: Internet Desconectado
fr: Internet déconnecté
pt: Internet Desconectada
zh: 互联网已断开连接

# app__ack__logout_success
source: You are successfully logged out.
de: Sie wurden erfolgreich abgemeldet.
es: Has cerrado sesión con éxito.
fr: Vous vous êtes déconnecté avec succès.
pt: Você saiu com sucesso.
zh: 您已成功退出。

# app__ack__missing_e2e_setup
source: Missing encryption setup
de: Verschlüsselungseinrichtung fehlt
es: Falta configuración de encriptación
fr: Configuration du chiffrement manquante
pt: Configuração de criptografia ausente
zh: 缺少加密设置

# app__ack__no_app_for_file
source: No application found to open this file.
de: Keine Anwendung gefunden, um diese Datei zu öffnen.
es: No se encontró aplicación para abrir este archivo.
fr: Aucune application trouvée pour ouvrir ce fichier.
pt: Nenhum aplicativo encontrado para abrir este arquivo.
zh: 未找到打开此文件的应用程序。

# app__ack__perm_fail_to_open_file
source: Permission to open this file not granted.
de: Berechtigung zum Öffnen dieser Datei nicht erteilt.
es: No se otorgó permiso para abrir este archivo.
fr: Autorisation pour ouvrir ce fichier non accordée.
pt: Permissão para abrir este arquivo não concedida.
zh: 未授予打开此文件的权限。

# dialog__delete_clip__title
source: Delete Clip
de: Clip löschen
es: Eliminar Clip
fr: Supprimer le clip
pt: Excluir Clip
zh: 删除剪辑

# dialog__delete_clip__subtitle
source: {itemCount, plural, other{Are you sure you want to delete these clips?} one{Are you sure you want to delete this clip?}}
de: {itemCount, plural, other{Möchten Sie diese Clips wirklich löschen?} one{Möchten Sie diesen Clip wirklich löschen?}}
es: {itemCount, plural, other{¿Seguro que quieres eliminar estos clips?} one{¿Seguro que quieres eliminar este clip?}}
fr: {itemCount, plural, one{Êtes-vous sûr de vouloir supprimer ce clip ?} other{Êtes-vous sûr de vouloir supprimer ces clips ?}}
pt: {itemCount, plural, one{Tem certeza de que deseja excluir este clip?} other{Tem certeza de que deseja excluir estes clips?}}
zh: {itemCount, plural, other{确定要删除这些剪辑吗？} one{确定要删除此剪辑吗？}}

# dialog__e2e__title
source: End to End Encryption
de: End-to-End-Verschlüsselung
es: Encriptación de Extremo a Extremo
fr: Chiffrement de bout en bout
pt: Criptografia de Ponta a Ponta
zh: 端到端加密

# dialog__text__e2e_key_export
source: Congratulations, you have successfully configured the end-to-end encryption.
de: Glückwunsch, Sie haben die End-to-End-Verschlüsselung erfolgreich konfiguriert.
es: Felicidades, has configurado con éxito la encriptación de extremo a extremo.
fr: Félicitations, vous avez configuré avec succès le chiffrement de bout en bout.
pt: Parabéns, você configurou com sucesso a criptografia ponta a ponta.
zh: 恭喜，您已成功配置端到端加密。

# dialog__text__e2e_key_export__note
source: Click the button below to export your encryption key. Save the key in a secure location to ensure you can set up other devices to access your encrypted information.
de: Klicken Sie auf die Schaltfläche unten, um Ihren Verschlüsselungsschlüssel zu exportieren. Speichern Sie den Schlüssel an einem sicheren Ort, um sicherzustellen, dass Sie andere Geräte einrichten können, um auf Ihre verschlüsselten Informationen zuzugreifen.
es: Haz clic en el botón de abajo para exportar tu clave de encriptación. Guarda la clave en un lugar seguro para asegurarte de poder configurar otros dispositivos para acceder a tu información encriptada.
fr: Cliquez sur le bouton ci-dessous pour exporter votre clé de chiffrement. Enregistrez la clé dans un endroit sûr pour vous assurer de pouvoir configurer d'autres appareils pour accéder à vos informations chiffrées.
pt: Clique no botão abaixo para exportar sua chave de criptografia. Salve a chave em um local seguro para garantir que você possa configurar outros dispositivos para acessar suas informações criptografadas.
zh: 点击下方按钮导出您的加密密钥。 将密钥保存在安全地方，以确保您可以在其他设备上设置访问加密信息。

# dialog__text__e2e_key_generate
source: Generate an encryption key and store it securely. This key is required to set up other devices for accessing your encrypted data.
de: Generieren Sie einen Verschlüsselungsschlüssel und speichern Sie ihn sicher. Dieser Schlüssel wird benötigt, um andere Geräte einzurichten, die auf Ihre verschlüsselten Daten zugreifen können.
es: Genera una clave de encriptación y guárdala de forma segura. Esta clave es necesaria para configurar otros dispositivos para acceder a tus datos encriptados.
fr: Générez une clé de chiffrement et stockez-la en toute sécurité. Cette clé est nécessaire pour configurer d'autres appareils pour accéder à vos données chiffrées.
pt: Gere uma chave de criptografia e armazene-a com segurança. Esta chave é necessária para configurar outros dispositivos para acessar seus dados criptografados.
zh: 生成加密密钥并妥善存储。此密钥是设置其他设备以访问加密数据所必需的。

# dialog__button__e2e_generating_key
source: Generating
de: Erzeugen
es: Generando
fr: Génération
pt: Gerando
zh: 生成中

# dialog__button__e2e_generate_key
source: Generated
de: Erzeugt
es: Generado
fr: Généré
pt: Gerado
zh: 已生成

# dialog__text__invalid_e2e_key
source: The imported key is invalid!
de: Der importierte Schlüssel ist ungültig!
es: ¡La clave importada es inválida!
fr: La clé importée est invalide !
pt: A chave importada é inválida!
zh: 导入的密钥无效！

# dialog__text__e2e_key_import__note
source: Import your encryption key below to access your encrypted data on this device.
de: Importieren Sie Ihren Verschlüsselungsschlüssel unten, um auf Ihre verschlüsselten Daten auf diesem Gerät zuzugreifen.
es: Importa tu clave de encriptación abajo para acceder a tus datos encriptados en este dispositivo.
fr: Importez votre clé de chiffrement ci-dessous pour accéder à vos données chiffrées sur cet appareil.
pt: Importe sua chave de criptografia abaixo para acessar seus dados criptografados neste dispositivo.
zh: 在下方导入加密密钥，以便在此设备上访问加密数据。

# dialog__button__e2e_importing_key
source: Importing
de: Importieren
es: Importando
fr: Importation
pt: Importando
zh: 导入中

# dialog__button__e2e_import_key
source: Import
de: Importieren
es: Importar
fr: Importer
pt: Importar
zh: 导入

# dialog__text__inconsistent_time__title
source: Time Sync Warning
de: Warnung zur Uhrzeitsynchronisation
es: Advertencia de Sincronización de Hora
fr: Avertissement de synchronisation temporelle
pt: Aviso de Sincronização de Tempo
zh: 时间同步警告

# dialog__text__inconsistent_time__content
source: Inconsistent Device Time Detected To ensure accurate clipboard syncing, please check and correct your device's time settings. Inconsistent time settings may cause synchronization issues.
de: Inkonsistente Gerätezeit erkannt Um eine genaue Synchronisation der Zwischenablage zu gewährleisten, überprüfen und korrigieren Sie bitte die Uhrzeiteinstellungen Ihres Geräts. Inkonsistente Uhrzeiteinstellungen können Synchronisationsprobleme verursachen.
es: Se Detectó Hora Inconsistente en el Dispositivo Para asegurar una sincronización precisa del portapapeles, por favor revisa y corrige la configuración de la hora de tu dispositivo. Las configuraciones de hora inconsistentes pueden causar problemas de sincronización.
fr: Heure de l'appareil incohérente détectée Pour assurer une synchronisation précise du presse-papiers, veuillez vérifier et corriger les paramètres de l'heure de votre appareil. Des paramètres de temps incohérents peuvent entraîner des problèmes de synchronisation.
pt: Tempo Inconsistente Detectado no Dispositivo Para garantir uma sincronização precisa do clipboard, por favor, verifique e corrija as configurações de hora do seu dispositivo. Configurações de tempo inconsistente podem causar problemas de sincronização.
zh: 检测到设备时间不一致 为了确保准确的剪贴板同步，请检查并更正您的设备时间设置。 时间设置不一致可能会导致同步问题。

# dialog__button__try_again
source: Check Again
de: Erneut überprüfen
es: Revisar de Nuevo
fr: Vérifier à nouveau
pt: Verificar Novamente
zh: 再次检查

# dialog__record_keys__title
source: Record Keyboard Shortcut
de: Tastenkombination aufzeichnen
es: Registrar Atajo de Teclado
fr: Enregistrer le raccourci clavier
pt: Registrar Atalho de Teclado
zh: 记录键盘快捷键

# dialog__record_keys__subtitle
source: Type your shortcut using your keyboard and click
de: Geben Sie Ihre Tastenkombination über Ihre Tastatur ein und klicken Sie
es: Escribe tu atajo usando el teclado y haz clic en
fr: Tapez votre raccourci en utilisant votre clavier et cliquez sur
pt: Digite seu atalho usando seu teclado e clique
zh: 使用键盘输入您的快捷键并点击

# dialog__delete_collection__title
source: Delete {collectionName}
de: {collectionName} löschen
es: Eliminar {collectionName}
fr: Supprimer {collectionName}
pt: Excluir {collectionName}
zh: 删除 {collectionName}

# dialog__delete_collection__subtitle
source: Are you sure to delete this collection?
de: Sind Sie sicher, dass Sie diese Sammlung löschen möchten?
es: ¿Estás seguro de eliminar esta colección?
fr: Êtes-vous sûr de vouloir supprimer cette collection ?
pt: Você tem certeza que deseja excluir esta coleção?
zh: 确定要删除此收藏夹吗？

# dialog__ack__sub_updated
source: Subscription Updated
de: Abonnement aktualisiert
es: Suscripción Actualizada
fr: Abonnement mis à jour
pt: Assinatura Atualizada
zh: 订阅已更新

# dialog__grant_entitlement__title
source: Granted Entitlement
de: Berechtigung gewährt
es: Derecho Otorgado
fr: Droit accordé
pt: Direito Concedido
zh: 授予权限

# dialog__grant_entitlement__subtitle_p1
source: Granted Entitlement Codes are shared with specific individuals for custom entitlements. You can check if invitations are still available by
de: Berechtigungscodes werden mit bestimmten Personen für benutzerdefinierte Berechtigungen geteilt. Sie können überprüfen, ob Einladungen noch verfügbar sind, indem Sie
es: Los Códigos de Derecho Otorgado se comparten con personas específicas para derechos personalizados. Puedes comprobar si las invitaciones aún están disponibles
fr: Les codes de droit accordés sont partagés avec des personnes spécifiques pour des droits personnalisés. Vous pouvez vérifier si des invitations sont encore disponibles en
pt: Códigos de Direitos concedidos são compartilhados com indivíduos específicos para direitos personalizados. Você pode verificar se os convites ainda estão disponíveis
zh: 特定个人共享权限码以获得自定义权限。您可以通过

# dialog__grant_entitlement__subtitle_p2
source: Clicking Here.
de: Hier klicken.
es: haciéndo clic aquí.
fr: cliquant ici.
pt: Clicando Aqui.
zh: 点击这里查看邀请是否仍可用。

# dialog__grant_entitlement__enter_code
source: Enter the code and press Submit
de: Geben Sie den Code ein und drücken Sie Absenden
es: Introduce el código y presiona Enviar
fr: Saisissez le code et appuyez sur Soumettre
pt: Digite o código e pressione Enviar
zh: 输入代码并按提交

# dialog__grant_entitlement__apply_code
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
pt: Aplicar
zh: 应用

# view_button__switch_to_grid
source: Switch to Grid Layout
de: Wechseln zu Raster-Layout
es: Cambiar a Diseño de Cuadrícula
fr: Passer à la disposition en grille
pt: Mudar para Layout de Grade
zh: 切换到网格布局

# view_button__switch_to_list
source: Switch to List Layout
de: Wechseln zu Listen-Layout
es: Cambiar a Diseño de Lista
fr: Passer à la disposition en liste
pt: Mudar para Layout de Lista
zh: 切换到列表布局

# view_button__change_view
source: Change View
de: Ansicht ändern
es: Cambiar Vista
fr: Changer de vue
pt: Alterar Visualização
zh: 更改视图

# view_button__view_window
source: Windowed
de: Fensteransicht
es: Ventana
fr: Fenêtré
pt: Em Janela
zh: 窗口化

# view_button__view_dock_right
source: Dock Right
de: Rechts andocken
es: Anclar a la Derecha
fr: Ancrer à droite
pt: Ancorar à Direita
zh: 右侧停靠

# view_button__view_dock_bottom
source: Dock Bottom
de: Unten andocken
es: Anclar Abajo
fr: Ancrer en bas
pt: Ancorar em Baixo
zh: 底部停靠

# view_button__view_dock_left
source: Dock Left
de: Links andocken
es: Anclar a la Izquierda
fr: Ancrer à gauche
pt: Ancorar à Esquerda
zh: 左侧停靠

# view_button__view_dock_top
source: Dock Top
de: Oben andocken
es: Anclar Arriba
fr: Ancrer en haut
pt: Ancorar no Topo
zh: 顶部停靠

# view_button__pin
source: Pin to top
de: Oben anheften
es: Fijar arriba
fr: Épingler en haut
pt: Fixar no topo
zh: 置顶

# view_button__unpin
source: Unpin
de: Abheften
es: Desfijar
fr: Désépingler
pt: Desfixar
zh: 取消置顶

# sub_dialog__text__included
source: Included
de: Enthalten
es: Incluido
fr: Inclus
pt: Incluído
zh: 包含

# sub_dialog__f1__title
source: Unlimited Clipboard Items
de: Unbegrenzte Zwischenablage-Elemente
es: Elementos Ilimitados del Portapapeles
fr: Éléments de presse-papiers illimités
pt: Itens Ilimitados no Clipboard
zh: 无限剪贴板项目

# sub_dialog__f1__subtitle
source: Never run out of space with unlimited clipboard items, ensuring you always have access to your most recent copies.
de: Laufen Sie nie aus Platz mit unbegrenzten Zwischenablage-Elementen, die Sie jederzeit auf Ihre zuletzt kopierten Elemente zugreifen lassen.
es: Nunca te quedes sin espacio con elementos ilimitados en el portapapeles, asegurando siempre el acceso a tus copias más recientes.
fr: Ne manquez jamais d'espace avec des éléments de presse-papiers illimités, en vous assurant d'avoir toujours accès à vos copies les plus récentes.
pt: Nunca fique sem espaço com itens ilimitados no clipboard, garantindo que você sempre tenha acesso ao que copiou recentemente.
zh: 无限制的剪贴板项目确保您始终可以访问最近的复制内容。

# sub_dialog__f2__title
source: Support all major platforms
de: Unterstützung aller großen Plattformen
es: Soporta todas las plataformas principales
fr: Prise en charge de toutes les principales plateformes
pt: Suporte a todas as plataformas principais
zh: 支持所有主要平台

# sub_dialog__f2__subtitle
source: Seamlessly sync across all major platforms—Android, iOS, Windows, macOS, and Linux —for uninterrupted productivity anywhere.
de: Synchronisieren Sie nahtlos über alle großen Plattformen hinweg – Android, iOS, Windows, macOS und Linux – für ununterbrochene Produktivität überall.
es: Sincronización perfecta en todas las plataformas principales—Android, iOS, Windows, macOS, y Linux—para una productividad ininterrumpida en cualquier lugar.
fr: Synchronisez sans effort sur toutes les principales plateformes — Android, iOS, Windows, macOS et Linux — pour une productivité ininterrompue partout.
pt: Sincronize sem emenda em todas as plataformas principais—Android, iOS, Windows, macOS e Linux —para uma produtividade ininterrupta em qualquer lugar.
zh: 在所有主要平台上无缝同步—Android、iOS、Windows、macOS 和 Linux，实现无缝的生产力。

# sub_dialog__f3__title
source: Supports Apple Universal Clipboard
de: Unterstützt Apple Universal Clipboard
es: Soporta Apple Universal Clipboard
fr: Prend en charge le Presse-papiers Universel d'Apple
pt: Suporta Apple Universal Clipboard
zh: 支持 Apple 通用剪贴板

# sub_dialog__f3__subtitle
source: Effortlessly transfer clipboard content between your Apple devices with support for Apple's Universal Clipboard.
de: Übertragen Sie Inhalte der Zwischenablage mühelos zwischen Ihren Apple-Geräten mit Unterstützung des Universal Clipboard von Apple.
es: Transfiere sin esfuerzo el contenido del portapapeles entre tus dispositivos Apple con el soporte para Apple Universal Clipboard.
fr: Transférez sans effort le contenu du presse-papiers entre vos appareils Apple avec la prise en charge du Presse-papiers Universel d'Apple.
pt: Transfira sem esforço o conteúdo do clipboard entre seus dispositivos Apple com suporte ao Apple Universal Clipboard.
zh: 通过支持 Apple 的通用剪贴板，轻松在 Apple 设备之间传输剪贴板内容。

# sub_dialog__f4__title
source: On-Device Storage
de: Speicherung auf dem Gerät
es: Almacenamiento En el Dispositivo
fr: Stockage sur l'appareil
pt: Armazenamento no Dispositivo
zh: 设备内存储

# sub_dialog__f4__subtitle
source: Keep your data secure with on-device storage, ensuring your clipboard items are always within reach and under your control.
de: Bewahren Sie Ihre Daten sicher mit der Speicherung auf dem Gerät auf, sodass Ihre Zwischenablage-Elemente immer erreichbar und unter Ihrer Kontrolle sind.
es: Mantén tus datos seguros con almacenamiento en el dispositivo, asegurando que los elementos de tu portapapeles siempre estén al alcance y bajo tu control.
fr: Gardez vos données en sécurité avec le stockage sur l'appareil, vous assurant que vos éléments de presse-papiers sont toujours à portée de main et sous votre contrôle.
pt: Mantenha seus dados seguros com armazenamento no dispositivo, garantindo que seus itens no clipboard estejam sempre ao seu alcance e sob seu controle.
zh: 使用设备内存储保护您的数据，确保您的剪贴板项目始终触手可及，掌握在您手中。

# sub_dialog__f5__title
source: Google Drive Integration
es: Integración con Google Drive
fr: Intégration avec Google Drive
pt: Integração com Google Drive
zh: Google Drive 集成

# sub_dialog__f5__subtitle
source: Securely store files and media on Google Drive, integrating seamlessly with CopyCat Clipboard for enhanced data management.
de: Speichern Sie Dateien und Medien sicher auf Google Drive, nahtlos integriert mit CopyCat Zwischenablage für umfassendes Datenmanagement.
es: Almacena de forma segura archivos y medios en Google Drive, integrándose sin esfuerzo con CopyCat Clipboard para una gestión de datos mejorada.
fr: Stockez en toute sécurité fichiers et médias sur Google Drive, en s'intégrant parfaitement avec le Presse-papiers CopyCat pour une meilleure gestion des données.
pt: Armazene arquivos e mídias com segurança no Google Drive, integrando-se perfeitamente ao CopyCat Clipboard para um gerenciamento aprimorado de dados.
zh: 将文件和媒体安全地存储在 Google Drive 上，便于与 CopyCat 剪贴板无缝集成，增强数据管理。

# sub_dialog__f6__title
source: Instant Search
de: Sofortsuche
es: Búsqueda Instantánea
fr: Recherche instantanée
pt: Busca Instantânea
zh: 即时搜索
